[
    {
        "product_name": "Lait",
        "ingredients": "lait frais pasteurisé demi écrémé",
        "calories": 188
    },
    {
        "product_name": "Ratatouille cuisinée à la Provençale",
        "ingredients": "Dés d'aubergines préfrites 25% (aubergines 22%, huile de tournesol), dés de courgettes 25%, purée de tomates mi-réduite 20%, oignons en dés 13%, poivrons rouges en dés 8%, double concentré de tomate 3%, huile d'olive vierge extra 2%, sucre 1,3%, sel, ail, jus concentré de citron, farine de BLE, thym 0,1%.",
        "calories": 82
    },
    {
        "product_name": "Alvalle Gazpacho l'original",
        "ingredients": "Tomate,poivron,concombre,oignon, huile d'olive vierge extra (2,2%),vinaigre de vin,sel,ail,jus de citron,teneur en légumes: 94%",
        "calories": 40
    },
    {
        "product_name": "Salade & Compagnie Manhattan Poulet Roti",
        "ingredients": "Salade composée 80% spécialités céréalières cuites (eau, semoule de BLE dur, CEUF, sel, curcuma), CEUF, salade 11%, viande de poulet, carottes, FROMAGE à pâte dure, jus de citron, huile de colza, eau, amidon et/ou fécule, dextrose, ferments, sel, arôme naturel, persil. Sauce vinaigrette balsamique 7% : huile de colza, huile d'olive vierge, vinaigre de vin (SULFITES), moût de raisin, sel. Cookie au chocolat 7% : sucre, farine de BLE, CEUF, BEURRE, huile de colza, pâte et beurre de cacao, poudre de cacao maigre, poudre à lever: bicarbonate de sodium, émulsifiants: lécithines (SOJA), arôme naturel, sel. Gressins 4% et fourchette 2% : farine de BLE, son de BLE, fibre de BLE, semoule de BLE dur, BEURRE, huile d'olive vierge, huile de colza, eau, levure boulangère, sucre, amidon et/ou fécule, sel, graines de pavot, arôme naturel. Ce produit peut contenir du poisson, du soja, de la moutarde, des fruits à coque et d'autres céréales contenant du gluten. Poulet: origine UE",
        "calories": 186
    },
    {
        "product_name": "Tomatsuppe 400g Heinz",
        "ingredients": "% Tomatoes (89%), *Water, Modified Cornflour Sugar, Rapeseed Oil, Dried Skimmed Milk, Salt, Cream (Milk), Milk Proteins, Acidity Regulator Citric Acid, Spice Extracts, Herb Extract",
        "calories": 54
    },
    {
        "product_name": "Puy Lentils & French green lentils",
        "ingredients": "Puy Lentils (97%) (Water, Puy Lentils), Onion, Olive Oil, Bay Leaf Powder.",
        "calories": 138
    },
    {
        "product_name": "meat feast pizza",
        "ingredients": "Turkey, Salted Jersey Butter (4%)(Butter (Milk), Salt), Cornish Sea Salt(1%), Dextrose.",
        "calories": 506
    },
    {
        "product_name": "Baked Beans",
        "ingredients": "haricot beans 50%, tomato 35%, water, sugar, modified maize starch, salt, onion powder, ground paprika, flavourings, paprika extract,",
        "calories": 91
    },
    {
        "product_name": "",
        "ingredients": "",
        "calories": "No calories information"
    },
    {
        "product_name": "Organic Beef Stock Cubes 8 Pack",
        "ingredients": "Sea salt, potato starch, sustainable palm fat (palm oil), vegetables (onion, carrot, mushroom), sugar, beef natural flavour, caramelized sugar, yeast extract, beef powder (1.5%), beef fat (1.2%), herbs and spices (parsley*, black pepper, rosemary, garlic, turmeric, bay)",
        "calories": 7
    },
    {
        "product_name": "Baked Beans In Tomato Sauce",
        "ingredients": "Haricot Beans (49%), Water, Tomato Purée (20%), Sugar, Modified Maize Starch, Salt, Onion Powder, Colour (Paprika Extract), Maltodextrin, Spice Extracts.",
        "calories": 85
    },
    {
        "product_name": "Instant Nudeln, Chicken Flavour",
        "ingredients": "_Weizenmehl_ (_Gluten_), Palmöl (Palmöl, Antioxidationsmittel: E306), Salz, Tapiokastärke, modifizierte Tapiokastärke, Knoblauch 1,7%, Aroma, Geschmacksverstärker: E621, E635, Zucker, Chili 0,5%, Frühlingszwiebel 0,1%, Pfeffer 0,1%, Maisstärke, Säuerungsmittel: E296, Verdickungsmittel: E466, Hefeextrakt, Farbstoff: E150c",
        "calories": 80
    },
    {
        "product_name": "Ratatouille cuisinée à la provençale",
        "ingredients": "Dés d'aubergines préfrites (aubergines, huile de tournesol), dés de Courgettes, purée de tomates mi-réduite 20% (acidifiant : acide citrique), dés d'oignons, dés de poivrons rouges, double concentré de tomates 3%, huile d'olive vierge extra 2%, sucre 1,5%, sel, ail, jus concentré de citron, farine de BLÉ, thym 0,1%.",
        "calories": 82
    },
    {
        "product_name": "Classic Chicken soup",
        "ingredients": "Water, potato 20%, onion, chicken 5%, single cream (milk) (4%), roast chicken stock (roast chicken, rehydrated potato, water, yeast extract, salt, chicken fat), cornflour, salted butter (butter (milk), salt), garlic puree, salt, black pepper.",
        "calories": 143
    },
    {
        "product_name": "Heinz Beanz No Added Sugar imp",
        "ingredients": "Bønner (50%), tomater (37%), vann,  modifisert maismel, eddik, salt, naturlig smaksstoffer, krydderekstrakter, søtningsstoff (steviolglykosider), urteekstrakt. Inneholder naturlige sukkerarter",
        "calories": 66
    },
    {
        "product_name": "Mon Taboulé Oriental",
        "ingredients": "Semoule de blé réhydratée 56% (semoule de blé, eau), légumes (poivrons, tomates, oignons), jus de citron à base de concentré, huile d'olive vierge extra, huile de colza, raisins secs, menthe, épices, vinaigre d'alcool, sel, conservateur: sorbate de potassium. Peut contenir arachides, céleri, toutes céréales contenant du gluten, crustacés, fruits à coque, graines de sésame, lait, moutarde, oeuf, poissons et soja.",
        "calories": 183
    },
    {
        "product_name": "Baked Beans",
        "ingredients": "Beans (51%), Tomatoes (38%), Water, Sugar, Modified Maize Starch, Reduced Sodium Sea Salt, Spirit Vinegar, Salt, Paprika, White Pepper, Spices, Flavourings.",
        "calories": 85
    },
    {
        "product_name": "Margherita Sourdough Pizza",
        "ingredients": "Wheat Flour, Mozzarella Cheese (19%) (Cow's Milk), Water, Tomato (8%), Tomato Puree (8%), Sunflower Oil, Parmigiano Reggiano D.O.P. Cheese (Cow's Milk, Non-Vegetarian Rennet), Salt, Olive Oil, Sicilian Oregano (0.05%), Yeast.",
        "calories": 230
    },
    {
        "product_name": "Caldo casero de pollo",
        "ingredients": "Agua, pollo 14%, _apio_ 0,5%, patata 0,4%, cebolla 0,2%, zanahoria 0,2%, puerro 0,2%, grasa de cerdo, aroma natural (_huevo_), sal, especias,",
        "calories": 5
    },
    {
        "product_name": "Roast chicken and traditional vegetables",
        "ingredients": "Vegetables (49%) (potato, carrot, onion, savoy cabbage, broccoli, leek, celeriac (celery), parsnip, celery), water, chicken (5%) (roast chicken, chicken), roast chicken stock [water, roast chicken, yeast extract, salt, potato flake, chicken fat], double cream (milk), vegetable bouillon [salt, potato starch, dried vegetables (celeriac (celery), onion, garlic, tomato), spices (celery, turmeric, black pepper, mace, nutmeg), herbs (lovage, parsley)], unsalted butter (milk), garlic purée, fresh Yorkshire parsley, thyme, black pepper, salt",
        "calories": 55
    },
    {
        "product_name": "Lentilles préparées",
        "ingredients": "Eau, lentilles blondes sèches trempées 32%, carottes 4% , arômes (BLE), oignons 1%, sel, une feuille de laurier, graisse de poulet 0,05%, graisse de porc fumée 0,02% , extrait de romarin, épices,",
        "calories": 91
    },
    {
        "product_name": "Mediterranean Falafel",
        "ingredients": "Chickpeas¹ (51%), Onion² (15%), Rapeseed Oil, Water, Potato Flakes, Garlic Puree (Water, Garlic Granules), Parsley, Lemon Juice from Concentrate (Concentrated Lemon Juice, Water), Basil³ (0.8%), Salt, Raising Agent (Bicarbonate of Soda), Ground Cumin, Ground Coriander, Thyme, Rosemary, White Pepper.",
        "calories": 264
    },
    {
        "product_name": "Tortellini ricotta & épinards",
        "ingredients": "Farce 53% : ricotta 35% (sérum de lait lait, sel), épinards 20%, fibres végétales (mais et pommes de terre), huile de tournesol, chapelure (farine de blé tendre, eau, sel, levure), sérum de lait en poudre, fromage mascarpone, amidons, flocons de pomme de terre, ail, noix de muscade, aromes naturels (contiennent lait, blé), sel), Pâte 47% (farine de blé tendre, oeufs 30%, semoule de blé dur)",
        "calories": 257
    },
    {
        "product_name": "Aubergines cuisinées à la provençale",
        "ingredients": "Dés d'aubergines préfrites 36% (aubergines 31%, huile de tournesol), tomates pelées concassées au jus 23% (tomates, jus de tomates), dés d'aubergines 15%, oignons coupés 12%, purée de tomates mi-réduite 5,4%, double concentré de tomates 2,2%, sucre 1,4%, huile d'olive vierge extra 1%, basilic 0,9%, sel, ail, jus concentré de citron.",
        "calories": 83
    },
    {
        "product_name": "Lentilles Cuisinées à l'Auvergnate",
        "ingredients": "Eau, lentilles précuites 30%, couenne de porc, saindoux, oignons 1%, arômes naturels (dont céleri), farine de blé, carotte 0,3%, sel, graisse de canard, ail en poudre, affermissant : chlorure de calcium.",
        "calories": 110
    },
    {
        "product_name": "Vegetable Stock Pot 8 x imp",
        "ingredients": "concentrated vegetable stock (water, carrots, leek, red bell pepper, celeriac) (43%), glucose syrup, salt, yeast extract, palm fat, sugar, potassium chloride, parsley, vegetable juice concentrate (celery, carrots, leek, onions) (0,9%), spices (celery seeds, lovage root, nutmeg, pepper), gelling agents (xanthan gum, locust bean gum), flavourings, caramel syrup, maltodextrin,",
        "calories": 102
    },
    {
        "product_name": "Petites gambas compotée de tomates Tagliatelles au pesto",
        "ingredients": "Tagliatelles cuites 37% (eau, semoule de _blé_ dur, _oeufs_ de poules élevées en plein air, huile de colza), petites gambas 22,7% (_crevettes_, eau, sel, _sulfites_), eau, purée de tomates mi-réduite 7,9%, tomates 5,3%, épinards 2,2%, oignons préfrits (oignons, huile de tournesol), double concentré de tomates 1,9%, _fromage_ 1,6%, tomates semi-déshydratées et marinées 1,2% (tomates, huile de colza, sel, origan, ail), huile d'olive vierge 1,1%, bouillon de légumes [légumes et jus de cuisson de légumes (tomates, oignons, poivrons, aubergines grillées, ail, courgettes), huile d'olive vierge, sel, poivre], huile de colza, farine de _blé_, poivron, épices et plantes aromatiques, sel, huile de tournesol, basilic 0,2%, jus de citron concentré, extrait de basilic, purée d'ail 0,1%.",
        "calories": 130
    },
    {
        "product_name": "GARDEN GOURMET Carré gourmand Tomates et mozzarella 160g",
        "ingredients": "Tomates cerises 27,4%, FROMAGE blanc végétarien au LAIT écrémé pasteurisé 13,7%, chapelure (farine de BLÉ, eau, huile de colza, levure, sel, épices (paprika, curcuma)), eau, huiles végétales en proportion variable (colza, tournesol), MOZZARELLA végétarienne (LAIT) 5,5%, oignons, plantes aromatiques (basilic, persil, thym), GOUDA végétarien (LAIT) 3,7%, amidon de maïs, farine de BLÉ, blanc d'ŒUF en poudre 3,5%, ail, sucre, vinaigre d'alcool, sel, correcteur d'acidité : hydroxyde de potassium ; arôme naturel. Peut contenir : SOJA, SÉSAME, CÉLERI, MOUTARDE.",
        "calories": 188
    },
    {
        "product_name": "Huel Ready-To-Drink - Chocolate",
        "ingredients": "Water, Pea Protein, Tapioca Starch, Gluten-Free Oat Flour, Rapeseed Oil, Cocoa Powder (1.5%), Ground Flaxseed, Soluble Vegetable Fibre (Chicory, Corn), Medium-Chain Triglyceride Powder (from Coconut), Micronutrient Blend (Minerals (Potassium (as Potassium Citrate), Chloride (as Potassium Chloride), Calcium (as Calcium Carbonate), Magnesium (as Magnesium Citrate), Phosphorus (as Magnesium Phosphate), Copper (as Copper Gluconate), Zinc (as Zinc Oxide), Iodine (as Potassium Iodide), Chromium (as Chromium Picolinate)), Vitamins (Vitamin C (as L-Ascorbic Acid), Vitamin K (K2, as Menaquinone-7), Vitamin E (as D-Alpha Tocopherol Acetate), Vitamin A (as Retinyl Acetate), Niacin (as Niacinamide), Vitamin D (D2, as Ergocalciferol), Vitamin B12 (as Cyanocobalamin), Pantothenic Acid (as Calcium-D-Pantothenate), Biotin (as D-Biotin), Vitamin B6 (as Pyridoxine Hydrochloride), Vitamin B2 (as Riboflavin), Vitamin B1 (as Thiamine Mononitrate), Folate (as Calcium-L Methylfolate)), Choline), Natural Flavourings, Brown Rice Flour, Coconut Sugar, Emulsifier: Sunflower Lecithin, Thickener: Gellan Gum, Sea Salt, Sweetener: Sucralose.",
        "calories": 80
    },
    {
        "product_name": "Lentilles cuisinées, riz & soja",
        "ingredients": "Carottes* 24%, eau, lentilles vertes* 14%, riz basmati* complet 12%, oignons* 12%, protéines de _soja_* texturées et réhydratées 6%, sauce _soja_* (eau, _soja_*, _blé_*, sel de mer, alcool*), huile d'olive* extra vierge, huile de tournesol*, sel de mer.\r\n\r\n* Ingrédients issus de l'agriculture biologique",
        "calories": 153
    },
    {
        "product_name": "Courgettes cuisinées à la provençale",
        "ingredients": "Courgettes pré-frites 52 % (courgettes 49%, huile de tournesol), tomates pelées concassées au jus 21% (tomates, jus de tomates, acidifiant : acide citrique), oignons 12%, purée de tomates mi-réduite 3,7%, double concentré de tomates 3%, sucre 2,50%, huile d'olive vierge extra 1,9%, jus concentré de citron, sel, basilic 0,7%, ail, farine de blé, fenouil moulu",
        "calories": 111.6
    },
    {
        "product_name": "Pizza",
        "ingredients": "_Wheat_ Flour, Mozzarella Cheese (19%) (Cow's _Milk_), Water, Tomato (8%), Tomato Puree (8%), Sunflower Oil, Parmigiano Reggiano D.O.P, Cheese (Cow's _Milk_, Animal-based Rennet), Salt, Olive Oil, Sicilian Oregano (0.05%), Yeast.",
        "calories": 250
    },
    {
        "product_name": "TUC Original",
        "ingredients": "făină de grâu, ulei de floarea soarelui 17%, sirop de glucoză-fructoză, extract din malț de orz, agenți de afânare (carbonați de amoniu, carbonați de sodiu), sare (1,4%), ou, aromă, agent de tratare a făinii (metabisulfit de sodiu). Poate conține lapte, soia și semințe de susan.",
        "calories": 482
    },
    {
        "product_name": "Green Lentils In Water",
        "ingredients": "Green Lentils, Water, Firming Agent (Calcium Chloride).",
        "calories": 96
    },
    {
        "product_name": "Céréales Méditerranéennes",
        "ingredients": "Semoule de blé dur précuite (gluten) (52%), céréales complètes (30%) (semoule de blé dur complète précuite (gluten) (20%), flocons de seigle malté (gluten) (6,3%), flocons d'orge (gluten) (3%), flocons d'épeautre (gluten) (1%), semoule de maïs précuite (6,5%), arôme naturel, farine de blé précuite (gluten) (1,8%), sel, tomates déshydratées, poivrons rouges déshydratés, huile d'olive vierge extra (0,9%), ail (0,9%), persil déshydraté (0,75%), huile de tournesol, herbes de Provence (0,1%),",
        "calories": 146
    },
    {
        "product_name": "Salad Cream Original",
        "ingredients": "Spirit Vinegar, Water, Rapeseed Oil (22%), Sugar, Cornflour, Mustard, Pasteurised Egg Yolks (3%), Salt, Colour - Riboflavin.",
        "calories": 293
    },
    {
        "product_name": "Céleri rémoulade au fromage blanc",
        "ingredients": "celery (72%), rapeseed oil, cottage cheese (6,5%), (pasteurized skimmed milk, lactic ferments), water, dijon mustard (water, mustard seeds, alcohol vinegar, salt), alcohol vinegar, egg yolk powder, sugar, salt, thickener: xanthan gum, guar gum,",
        "calories": 138
    },
    {
        "product_name": "Riz à la Méditerranéenne",
        "ingredients": "Riz long grain étuvé à la vapeur (86%), double concentré de purée de tomates (5,9%), huile de tournesol, poudre de tomates (2,5%), basilic, arôme naturel, sel, sucre, extrait de levure, oignons en poudre, herbes, acidifiant (acide citrique), ail en poudre, épice,",
        "calories": 169
    },
    {
        "product_name": "Lentilles cuisinées à l'Auvergnate",
        "ingredients": "sauce cooked (water, rind, lard, onions, flavourings, wheat flour, duck fat, carrots, salt, dextrose, maltodextrin, spices, sugar, sunflower oil), lentils cooked 45%, celery, milk",
        "calories": 111
    },
    {
        "product_name": "10 potato waffles",
        "ingredients": "Potato, 88%, Rapeseed oil, Potato granules, Potato starch, Salt, Stabiliser, Hydroxypropyl methylcellulose, White pepper",
        "calories": 98
    },
    {
        "product_name": "Tortilla con cebolla",
        "ingredients": "Patata (58%), huevo pasteurizado (29%) (huevo, sal, conservador: E-211 y acidulante: ácido cítrico), cebolla frita (9%) (cebolla y aceite de girasol), aceite de girasol y aceite de oliva virgen Valor (1%), Producto refrigerado,",
        "calories": 193
    },
    {
        "product_name": "Poulet🐔 au Curry et Noix de Coco 🥥",
        "ingredients": "Eau, riz cuit 22,3%, poulet traité en salaison 20% (viande de poulet origine UE ou hors UE 19,4%, amidon, sel),  carottes 11,3%, poivrons rouges 6%, oignons, crème fraîche légère 3% (contient _lait_), noix de coco en poudre 2% (contient _lait_), champignons noirs réhydratés 1,5%, raisins secs 0,9% (dont huile de tournesol), amidon de maïs, sucre, farine de _blé_, épices curry 0,5%, _lait_ écrémé en poudre, huile de colza, sel, arôme naturel (contient _œuf_, _blé_, _céleri_), ail, jus de citron concentré, gingembre.",
        "calories": 286
    },
    {
        "product_name": "Beanz",
        "ingredients": "Beans (50%), Tomatoes (36%), Water, Sugar, Spirit Vinegar, Modified Cornflour, Salt, Spice Extracts, Herb Extract",
        "calories": 81
    },
    {
        "product_name": "5 rodzajów fasoli w sosie pomidorowym",
        "ingredients": "Mieszanka fasoli w zmiennych proporcjach 52% (fasola Haricot, fasola Pinto, fasola biała Cannellini, fasola Borlotti, fasola czerwona), pomidory 37%, woda, cukier, skrobia kukurydziana modyfikowana, ocet spirytusowy, sól, ekstrakty przypraw, ekstrakt ziołowy.",
        "calories": 87
    },
    {
        "product_name": "Mon Taboulé oriental",
        "ingredients": "Semoule de blé dur réhydratée 56% (semoule de blé dur, eau), légumes (poivrons, tomates, oignons), jus de citron à base de concentré, huile d'olive vierge extra, huile de colza, raisins secs, menthe, épices, vinaigre d'alcool, sel, conservateur: sorbate de potassium.",
        "calories": 183
    },
    {
        "product_name": "Ratatouille cuisinée à la provençale",
        "ingredients": "Dés d'aubergines préfrites 25% (aubergines 22%, huile de tournesol), dés de courgettes 25%, purée de tomates mi-réduite 20%, oignons en dés 13%, poivrons rouges en dés 8%, double concentré de tomate 3%, huile d'olive vierge extra 2%, sucre 1,3%, sel, ail, jus concentré de citron, farine de _BLÉ_, thym 0,1%.",
        "calories": 82
    },
    {
        "product_name": "Pure Basmati Rice",
        "ingredients": "tural basmati rice - cooked (98%), rice bran oil, salt",
        "calories": 179
    },
    {
        "product_name": "Quinoa gourmand",
        "ingredients": "quinoa (red, blond and white) (54,5%), precooked durum (gluten) (25%), pre-cooked durum semolina (gluten) (13,2%), durum semolina (gluten) (7,3%),",
        "calories": 362
    },
    {
        "product_name": "Classic Margherita Mozzarella & Tomato Pizza",
        "ingredients": "Wheat Flour (Wheat Flour, Calcium Carbonate, Iron, Niacin, Thiamin), Mozzarella Cheese (Milk) (19%), Tomato (11%), Tomato Purée, Water, Cheddar Cheese (Milk) (4.5%), Rapeseed Oil, Semolina (Wheat), Salt, Sugar, Lemon Juice, Yeast, Oregano, Black Pepper, Basil.",
        "calories": 308
    },
    {
        "product_name": "Cabillaud sauce Citron riz aux petits légumes",
        "ingredients": "_Cabillaud_ 31%, riz cuit 27,6%, carottes 13,9%, eau, _crème_ fraîche 5,3%, huile de colza, brocolis 2,6%, farine de blé, jus de citron concentré 1%, zestes de citron 0,8%, sel, curcuma.",
        "calories": 141
    },
    {
        "product_name": "BRANDADE DE MORUE",
        "ingredients": "Morue* 38% (gadus spp), pommes de terre 37%, huile de tournesol, oignons, Flocons de pommes de terre (pommes de terre, extrait de curcuma), lait en poudre, ail sec, sel, persil, poivre. Traces possibles de mollusques et crustacés. *Notre morue est pêchée en Atlantique Nord Est FAO 27 ou en Pacifique Nord Est FAO 67.",
        "calories": 156
    },
    {
        "product_name": "Tortelloni Ricotta et épinards",
        "ingredients": "53% fourrage aux épinards et à la Ricotta (35% Ricotta (lactosérum (lait), acidifiant: acide citrique; sel), 20% épinards, flocons de pommes de terre (pommes de terre, antioxydant: extraits de romarin ; chapelure (farine de blé, levure, sel), huile de colza, poudre de lactosérum (lait), 5% Mascarpone (crème (lait), lait écrémé, acidifiant : acide citrique ; poudre de lactosérum (lait)), huile de colza totalement hydrogénée, farine de riz, sel iodé (sel, iodure de potassium), arôme naturel (contient lait), pâte d'ail (ail, sel), muscade moulue), 47% pâtes aux œufs (farine de blé, 30% œuf*, semoule de blé dur). *Issu de poules élevées au sol. Traces éventuelles de poissons, de crustacés, de fruits à coque, de sulfites, de céleri, de moutarde et de soja.",
        "calories": 276
    },
    {
        "product_name": "French Inspired lentils",
        "ingredients": "water, green lentils (26%), tomato pulp (9%), extra virgin olive oil, onions, basil, concentrated tomato purée (2%), dehydrated tomato, white wine, flavouring (contains celery), salt, garlic powder, dehydrated onion, sunflower oil, sugar, allergy advice: for allergens, see ingredients in bold, may also contain nuts, crustaceans, fish, gluten sources, milk, mustard and soya, no artificial flavourings or preservatives,",
        "calories": 119
    },
    {
        "product_name": "Salade & Compagnie - Antibes",
        "ingredients": "Salade composée 81% riz cuit (eau, riz, sel), OEUF, salade 10%, maïs doux, THON, fèves de SOJA, olives, poivrons, tomates, jus de citron, huile de colza et/ou tournesol, eau, sirop de glucose, ferments, sel, arômes naturels, épices, plantes aromatiques. Sauce vinaigrette balsamique 7% huile de colza, huile d'olive vierge, vinaigre de vin (SULFITES), moût de raisin, sel. Cookie au chocolat 7% : sucre, farine de BLE, CEUF, BEURRE, huile de colza, pâte et beurre de cacao, poudre de cacao maigre, poudre à lever: bicarbonate de sodium, émulsifiants : lécithines (SOJA), arôme naturel, sel. Gressins 3% et fourchette 2% : farine de BLE, son de BLE, fibre de BLE, semoule de BLE dur, BEURRE, huile d'olive vierge, huile de colza, eau, levure boulangère, sucre, amidon et/ou fécule, sel, graines de pavot, arôme naturel. Ce produit peut contenir des crustacés, d'autres espèces de poisson, du lait, de la moutarde, des fruits à coque et d'autres céréales contenant du gluten.",
        "calories": 196
    },
    {
        "product_name": "Meli mélo gourmand",
        "ingredients": "Semoule de blé dur précuite (gluten) (72%), lentilles précuites déshydratées (6,6%), pépites de lupin, carottes déshydratées (3,8%), pois verts déshydratés (3%), bouillon (2.8%) (poudre d'oignon, sel, arôme naturel, poudre d'ail), oignons frits, flocons d'orge (gluten) (1.2%), flocons d'avoine (gluten), sel, huile de tournesol, poireaux déshydratés. Traces possibles de fruits à coque, soja, céleri et moutarde. ALFASS PRESTANK",
        "calories": 126
    },
    {
        "product_name": "Gazpacho Tradicional",
        "ingredients": "Hortalizas frescas 96% (Tomate, pimiento, pepino y cebolla), aceite de oliva virgen extra (2,2%), vinagre de Jerez Reserva, sal y ajo.",
        "calories": 41
    },
    {
        "product_name": "Chucrut al estilo bávaro",
        "ingredients": "Col blanca, vino blanco, sal, ácido ascórbico",
        "calories": 22
    },
    {
        "product_name": "Gazpacho Original",
        "ingredients": "tomàquet, pebrot, cogombre, ceba, oli d'oliva extra verge, aigua, vinagre, sal, all i suc de llimona.",
        "calories": 81
    },
    {
        "product_name": "Couscous Moyen",
        "ingredients": "100% Sermoule de ble dur",
        "calories": 361
    },
    {
        "product_name": "Ristorante Pizza Mozzarella",
        "ingredients": "wheat flour 24%, mozzarella cheese 11%, tomato puree 10%, cherry tomatoes, water 5.5%, tomato paste, rapeseed oil 2.5%, extra virgin olive oil, basil, baker's yeast, salt, sugar, parsley 0.3%, pecorino cheese, garlic, onions, oregano, pepper, lemon juice, paprika, grilled onions,",
        "calories": 846
    },
    {
        "product_name": "PurSoup' Velouté de 10 légumes",
        "ingredients": "Eau, légumes 42% (jus de tomates à base de concentré, pomme de terre, carotte, oignon, poireau, potiron, céleri, petit pois, navet,chou-fleur), amidon transformé de maïs, huile de colza, beurre de cuisine, sel, lait écrémé en poudre, arômes (contient lait),",
        "calories": 106
    },
    {
        "product_name": "Couscous Oriental légumes cuisinés et poulet émincé",
        "ingredients": "Semoule cuite 28,3% (eau, semoule de blé dur, huile d'olive vierge 1,1%, poivron rouge déshydraté, épices, sel, sucre), légumes en proportion variable 23,3% (carottes, courgettes, navets, pois chiches, oignons, poivrons, céleri), poulet traité en salaison 21,6% (viande de poulet origine UE 20,9%, amidon, sel), eau, tomates pelées concassées au jus 4,8% (tomates, jus de tomates), double concentré de tomates, arômes naturels (contient: blé, céleri), farine de blé, sucre, cumin, sel, coriandre, curcuma, piment fort,",
        "calories": 91
    },
    {
        "product_name": "Shin Ramyun Noodle Gourmet Spicy",
        "ingredients": "noodles 89%: wheat flour, potato starch, palm oil, salt, acidity regulators: e501, e500, e339, antioxidant: e306, emulsifier: e322 (contains soy), seasoning (yeast extract, soybean, garlic, wheat starch), green tea extract, colour: e101, seasoning powder 9%: seasoning (hydrolyzed vegetable protein (soy), maltodextrin, yeast extract, salt, wheat flour), salt, spices (maltodextrin, black pepper, red chili pepper, garlic, corn flour),   flavour enhancers: e621, e627, e631, sugar, glucose, shiitake, vegetable mushroom flakes 2%: pak-choi, shiitake, textured vegetable protein (soy, wheat gluten), carrot, red chili pepper, onion, may contain barley, crustaceans, eggs, fish, peanuts, milk, celery, mustard, sesame seeds and molluscs,",
        "calories": 422
    },
    {
        "product_name": "Tipiak Graine Parfumé",
        "ingredients": "Semoule de blé dur précuite (gluten) (93%), épices (céleri) (1,8 %), sel, huile de tournesol, paprika déshydraté, arômes naturels, dextrose, graines de cumin.",
        "calories": 359
    },
    {
        "product_name": "Pizza Base with Tomato Sauce",
        "ingredients": "Wheat Flour, Water, Tomato Pulp (11%), Tomato Puree (11%), Olive Oil, Durum Wheat Semolina, Salt, Yeast, Malted Wheat Flour.",
        "calories": 227
    },
    {
        "product_name": "Parmentier de saumon, sauce ricotta épinards",
        "ingredients": "Pommes de terre 43% (pommes de terre, sel), _saumon_ 18%, eau, _crème_ fraîche 5,5%, épinards 4,9%, crème de riz, _emmental_ 3,3%, mozzarella 2,2% (_lait_ pasteurisé, ferments _lactiques_, anti-agglomérant : amidon de pommes de terre), _beurre_ 2%, amidon de riz, poudre de _lait_ écrémé, _ricotta_ 1,4%, basilic 0,8%, sel, huile d'olive vierge, _fromage_ à pâte dure, échalotes, ail, épices",
        "calories": 130
    },
    {
        "product_name": "Taboulé à l’orientale",
        "ingredients": "Semoule de blé dur réhydratée 56% (semoule de blé dur (Origine : France), eau), légumes (poivrons, tomates 10%, oignons), jus de citron à base de concentré, huile d'olive vierge extra, huile de colza, raisins secs 2%, menthe, épices, vinaigre d'alcool, sel, conservateur: sorbate de potassium.",
        "calories": 183
    },
    {
        "product_name": "Ravioli 800g panza pur boeuf",
        "ingredients": "Ravioli au boeuf à la sauce aromatisée. Eau, ravioli (semoule de BLÉ dur, eau, viande de boeuf, chapelure (farine de BLÉ, sel, levure), carottes, sel, oignons déshydratés), triple concentré de tomate, viande de bœuf, oignons réhydratés, carottes, amidon modifié de maïs, huile de colza, sel, sucre, arôme naturel. Viande de bœuf mise en œuvre : 7,5% du poids net total. Peut contenir des traces de : oeuf, poisson.",
        "calories": 91
    },
    {
        "product_name": "Colin d'Alaska MSC façon Fish & Chips",
        "ingredients": "alaskan colin 49%, wheat flour (wheat, calcium carbonate, iron, niacin, thiamine), water, rapeseed oil, wheat starch, salt, rice flour, corn flour, mustard, natural flavors (including mustard), dextrose, baking powders (diphosphates, sodium bicarbonate), garlic powder, wheat gluten, paprika, spice extract",
        "calories": 207
    },
    {
        "product_name": "Rana spinach and ricotta fresh tortelloni",
        "ingredients": "Filling 53%: Ricotta Cheese (From Milk) 39%, Spinach 20%, Whey Powder (From Milk), Sunflower Oil, Breadcrumbs (Soft Wheat Flour, Water, Salt, Yeast), Mascarpone Cheese (From Milk), Starches (from Pea, Potato and Corn), Vegetable Fibres (from Corn and Potato), Potato Flakes, Natural Flavourings, Salt, Garlic, Nutmeg. Pasta 47%: Soft Wheat Flour, Eggs 30%, Durum Wheat Semolina.",
        "calories": 376
    },
    {
        "product_name": "Beanz",
        "ingredients": "beans (51%), tomatoes (34%), water, sugar, spirit vinegar, modified cornflour, salt, spice extracts, herb extract",
        "calories": 81
    },
    {
        "product_name": "Beanz In a Rich Tomato Sauce, Organic",
        "ingredients": "Beans (52%). Tomatoes (33%), Water, Sugar, Cornflour, Salt, Spirit Vinegar",
        "calories": 82
    },
    {
        "product_name": "GARDEN GOURMET Pavé Gourmand Epinards et Fromage 180g",
        "ingredients": "Épinards 27,1%, riz cuit 19,6% (eau, riz), FROMAGE végétarien (LAIT) 16,9%, chapelure (farine de BLÉ, levure, huile de colza, sel, épices (paprika, curcuma)), huiles végétales (colza, tournesol) en proportion variable, farine de BLÉ, fibres de bambou, correcteur d'acidité : vinaigre tamponné ; basilic, blanc d'ŒUF en poudre, sel, aneth, poivre noir. Peut contenir : SOJA, SÉSAME, CÉLERI et MOUTARDE.",
        "calories": 214
    },
    {
        "product_name": "Cuisiné cappelletti",
        "ingredients": "Eau, tomates* concassées 15%, pâtes* (semoule de blé dur*, eau, poudre d'épinards* 0,1%), concentré de tomate* 10,7%, oignons*, jus de tomate* 6%, fromages* (fromage de chèvre* 1,5%, emmental* 1,4%), tofu* 2,7% (eau, graines de soja*, gélifiants : chlorure de calcium et nigari), huile de colza*, plantes aromatiques*, épinards* 0,9%, sel de mer, sucre de canne*, chapelure*( blé* ), huile de tournesol*, acidifiant : acide citrique. \r\n\r\n*Ingrédients issus de l'agriculture biologique.",
        "calories": 98
    },
    {
        "product_name": "yum yum Shrimps",
        "ingredients": "_Weizen_mehl, Palmöl (Palmöl, Antioxidationsmittel: E319, E306), Tapiokastärke, Salz, Zucker, Gemüse (Knoblauch, Zwiebel, Frühlingszwiebel), Gewürze (Chili, Galgant), Geschmacksverstärker: E621, E635, Säuerungsmittel: E296, E330, _Soja_saucenpulver (_Soja_bohnen, Glukosesirup, Maltodextrin, Farbstoff: E150c), Säureregulatoren: E500, E452, E451, Maltodextrin, Maisstärke, _Fisch_sauce (_Sardellen_extrakt, Salz, Zucker), _Garnelen_ 0,2%, Zitronengras, Aroma, Verdickungsmittel: E466, Hefeextrakt, Farbstoff: E160c.",
        "calories": 295
    },
    {
        "product_name": "PastaBox pâtes fraîches bolognaise",
        "ingredients": "Pâtes fraîches cuites (semoule de _BLE_ dur 25%, eau, _ŒUF_, sel), viande de bœuf, purée de tomates, eau, purée de tomates double concentré, oignons, carottes 2%, huile de colza et/ou tournesol, amidon et/ou fécule, conservateurs : sorbate de potassium, acétate de sodium, sel, arôme naturel, poivre, romarin, laurier",
        "calories": 128
    },
    {
        "product_name": "Galettes millet et boulghour aux champignons",
        "ingredients": "Boulgour de blé complet* réhydraté 47,9%, champignons de Paris* 14,5%, millet* cuit 12,9%, oignons&quot;, farine de blé* 5,3%, huiles végétales&quot; 4,2% (huile de tournesol oléique&quot; 3,8%, huile de tournesol 0,36%), flocons d'avoine complète* 3,9%, flocons de blé complet* 2,4%, gluten de blé 2,4%, ail&quot;, sel de mer, persil&quot;, champignons de Paris&quot; déshydratés 0,9%. *Ingrédients issus de l'agriculture biologique.\n\n NOS INGRÉDIENTS SONT ORIGINAIRES DE: BOULGOUR DE BLÉ, TOURNESOL ET AVOINE ORIGINE FRANCE, BLÉ, MILLET ET CHAMPIGNONS ORIGINE UE.",
        "calories": 189
    },
    {
        "product_name": "Mini mix",
        "ingredients": "wheat flour, vegetable oil (high oleic sunflower) 19%, fructose glucose syrup, sugar, salt 2,5%, malt syrup (barley and wheat), lifting powders (monocalcium phosphate, sodium acid carbonate, ammonium acid carbonate), antioxidant (sodium metbisulphite),",
        "calories": 465
    },
    {
        "product_name": "Ristorante Pizza Tonno",
        "ingredients": "WEIZENMEHL, 16% KÄSE (schnittfester MOZZARELLA, EDAMER), 13% passierte Tomaten, 9,1% THUNFISCH (Katsuwonus pelamis), Wasser, 6,5% Tomatenkonzentrat, 5,5% Zwiebeln, Rapsöl, Sonnenblumenöl, 1,8% frittierte Zwiebeln (Zwiebeln, Rapsöl, Salz), Backhefe, Salz, Zucker, Olivenöl nativ extra, Oregano, Basilikum, Petersilie, Schnittlauch, Knoblauch, Paprika, Pfeffer.",
        "calories": 805.85
    },
    {
        "product_name": "Quinoa Tomates Olives",
        "ingredients": "Quinoa blond précuit 72,6%, quinoa rouge précuit 13,5%, concentré de tomates 4,3%, oignons, olives noires 2%, tomates séchées 2%, huile d'olive, sel marin, herbes de Provence, ail en poudre, chlorure de potassium, poivre noir.",
        "calories": 151
    },
    {
        "product_name": "Le Cassoulet Mitonné",
        "ingredients": "Haricots blancs précuits 33%, eau, saucisses fumées et saucisson (viande de porc, gras de porc, eau, pièces de tête de porc, viande de dinde, farine de BLE, fibres de pois, sel, plasma de porc, couenne de porc), viande de porc traitée en salaison (viande de porc, eau, sel, amidon modifié), saindoux, concentré de tomate, farine de BLE, sel, sucre, arômes naturels, affermissant: chlorure de calcium. \r\nTotal charcuterie et viande mise en oeuvre: 22%.",
        "calories": 115
    },
    {
        "product_name": "Vegetable soup",
        "ingredients": "water, carrot (18%), potato (12%), onion (6%), swede (6%), turnip (6%), parsnip (4%), cauliflower (4%), celery (4%), red split lentils (1.5%), milk, single cream (milk), rapeseed oil, salt, parsley, white pepper. for allergens see ingredients in bold.",
        "calories": 37
    },
    {
        "product_name": "Lunch Bowl",
        "ingredients": "Water, gesneden wortelen 19.9%, kikkererwten 17%, mais 15,6%, rode quinoa 7,6% witte quinoa 7.6%, extra-vergine olijfolie 3,6%, zout, tijm, geconcentreerd citroensap, zwarte peper.",
        "calories": 122
    },
    {
        "product_name": "Ristorante Pizza Vegetale",
        "ingredients": "wheat flour, 12% cheese (mozzarella, edam), 9,8% tomato puree, 9,0% cherry tomatoes, 9,0% pepper, water, heavy cream, 4,9% tomato concentrate, rapeseed oil, 3,0% onions, 3,0% preparation of sweet peppers (sweet peppers, water, vinegar, salt, sugar, acidifiers (citric acid, acetic acid), antioxidant (ascorbic acid)), chopped olives, baker's yeast, salt, sugar, pepper, garlic,  red peppers, oregano, parsley, lemon juice,  paprika, chili pepper extract,",
        "calories": 190
    },
    {
        "product_name": "Ravioli au tofu, tomates, basilic",
        "ingredients": "Eau, pâte alimentaire (semoule de blé dur 13,8%, eau), concentré de tomate 16,3%, tofu 6,7 % (eau, soja, agents coagulants: sulfate de calcium, chlorure de calcium, nigari), oignons, huile de tournesol, carottes, champignons, chapelure (farine de blé 1,3%, levure, sel), semoule de blé dur 1%, basilic 0,9%, sel de mer, épices, sucre de canne, oignons frits (oignons, huile d'olive extra vierge, jus de citron), herbes de Provence. Ravioli 25% dans la recette.",
        "calories": 111
    },
    {
        "product_name": "Risotto poulet & cèpes, crème fraîche, petits oignons",
        "ingredients": "Eau, poulet traité en salaison (poulet 13%, amidon de tapioca, dextrose, sel), riz 12%, _crème_ fraîche 12%, crème de riz, cèpes 3,6%, champignons 3,2% (champignons de Paris, eau, sel), vin blanc 2,1%, amidon de riz, oignons 2%, _fromage_ à pâte dure, huile de colza, farine de _blé_, sel, ciboulette 0,3%, poudre de cèpes, poivre",
        "calories": 129
    },
    {
        "product_name": "Spinach and Ricotta Tortelloni",
        "ingredients": "Fresh Egg Pasta (Wheat Flour, Durum Wheat Semolina, Pasteurised Egg 9%, Water), Ricotta Full Fat Whey Cheese 15% (Milk) , Spinach 13%, Dried Potato, Medium Fat Hard Cheese (Milk), Dried Skimmed Milk, Vegetable Fibre, Butter (Milk), Salt, Onion, Nutmeg, Black Pepper, Garlic.",
        "calories": 369
    },
    {
        "product_name": "Le couscous à la Marocaine",
        "ingredients": "Semoule de blé cuite 25%, haut de cuisse de poulet traité en salaison (poulet 18%, eau, sirop de glucose, fécule de manioc, sel), carottes 8,8%, eau, courgettes 8,2%, merguez 6,2% (viande et gras de boeuf, épices, plantes aromatiques, sel, dextrose, arômes naturels), navets 4%, boulettes de boeuf 3,5% [ viande de bœuf 2,6%, blanc d'œufs, chapelure (farine de blé, sel), oignons, poivrons rouges, fécule de pommes de terre, fibre de pois, épices, sel, huile de tournesol], poivrons rouges 3,3%, pois chiches 2,2%, raisins secs 2,1% (raisins, huile de tournesol), huile de colza, concentré de tomates, oignons, farine de tapioca, sel, ail, épices, jus concentrés (céleri et poivrons rouges), thym, harissa (épices, ail, sel).",
        "calories": 143
    },
    {
        "product_name": "Ravioli pur bœuf  sans colorant ni conservateur",
        "ingredients": "Eau, ravioli (semoule de BLÉ dur, eau, viande de bœuf, chapelure (farine de BLÉ, sel, levure), carottes, sel, oignons déshydratés), triple concentré de tomate, viande de bœuf, oignons réhydratés, carottes, amidon modifié de maïs, huile de colza, sel, sucre, arôme naturel..\r\nViande de bœuf mise en œuvre : 7,5% du poids net total.",
        "calories": 91
    },
    {
        "product_name": "Croq' soja à la provencale",
        "ingredients": "Tofu* 78,3% (eau, soja*, agents de coagulation sulfate de calcium, nigari), oignons* 7,7%, concentré de tomates* 7,7%, flocons d'avoine* complète, basilic, amidon de blé, flocons de millet*, protéines de soja*, ail*, sel de mer, persil*, huile de tournesol*, ciboulette*, extrait de levure*, poivre, thym*, origan,quot,, *Ingrédients issus de l'agriculture biologique,",
        "calories": 172
    },
    {
        "product_name": "Baked Beans",
        "ingredients": "haricot beans (44%), tomato purée (27%), water, sugar, glucose-fructose syrup, modified maize starch, salt, onion powder, paprika, maltodextrin, spice extracts, flavouring",
        "calories": 87
    },
    {
        "product_name": "Haricots Coco cuisinés aux tomates🍅",
        "ingredients": "vegetables (dry coconut white beans soaked 37%, diced tomatoes 11%), water, tomato puree 8%, salt, sugar, natural flavour (wheat, celery barley), yeast extract, garlic, sage 0,1%, natural thyme aroma, parsley 0,04%, bay leaf, sheep fat extract",
        "calories": 74
    },
    {
        "product_name": "Dolce pizza prosciutto",
        "ingredients": "Pâte fine à pizza (farines de blé et de blé malté, eau, semoule de blé dur, levure boulangère, sel), mozzarella, purée de tomates 13%, jambon de porc, eau, roquette, farine de blé, dextrose, sirop de glucose, ferment, conservateur nitrite de sodium, stabilisant : triphosphates, antioxydant érythorbate de sodium, sel, arômes naturels, bouillon de porc, plantes aromatiques.",
        "calories": 205
    },
    {
        "product_name": "Miso Easy (Traditional)",
        "ingredients": "soybean paste (water, soya bean, rice, salt), water, alcohol, yeast extract powder, salt, sugar, seasoned kelp extract (kelp, salt, dextrin)",
        "calories": 21
    },
    {
        "product_name": "Bolognaise classique",
        "ingredients": "tomato pulp and tomato concentrate (56%), meat 17,5% (beef 9%, pork 8,5%), water, vegetables 9% (carrots, onions 3%), salt, sugar, processed corn starch, parsley, sunflower oil, aromas, garlic,",
        "calories": 82
    },
    {
        "product_name": "Carottes râpées au citron de Sicile",
        "ingredients": "Carottes (82%), eau, huile de colza, vinaigre d’alcool, sucre liquide, sel, jus de citron de Sicile (0,6%), moutarde de Dijon (eau, graines de moutarde, vinaigre d'alcool, sel), extrait de zeste de citron (0,1%), fécule de pomme de terre, gomme xanthane - gomme guar, antioxydant : acide ascorbique, purée d’ail, arôme naturel de poivre.",
        "calories": 73
    },
    {
        "product_name": "Ratatouille à la provençale",
        "ingredients": "Légumes* en morceaux 87% (pulpe de tomates*, courgettes*, aubergines*, oignons*, poivrons* rouges, poivrons* verts), double concentré de tomates* , huile d'olive* vierge extra, sucre de canne*, huile de tournesol*, sel marin, plantes aromatiques*, purée d'ail*, jus concentré de citron*, poivre noir*.\n*Produits issus de l'agriculture biologique.",
        "calories": 64
    },
    {
        "product_name": "Knorr Soupe Minestrone à l'Huile d'Olive 104g 4 Portions",
        "ingredients": "pâtes gentilini : 27% (semoule de BLÉ dur), pomme de terre¹, tomate¹ : 14%, amidon de pomme de terre, \r\nharicot blanc,sel, haricot brun, carotte¹ : 2,9%, huile d'olive vierge extra : 2,9%, haricot vert¹ : 1,9%, chlorure de potassium, protéines végétales hydrolysées, oignon¹, épices et aromates (curcuma¹, ail¹, persil¹, basilic¹ : 0,1%, poivre, graines de CÉLERI, romarin), petit pois¹ : 1%, extrait de levure, jus de citron, (jus de citron, maltodextrine), arôme. Peut contenir : lait, moutarde, œuf, soja. \r\n¹Ingrédients issus de l'agriculture durable : 43%. \r\n\r\nTeneur en légumes : 50,5%.",
        "calories": 33
    },
    {
        "product_name": "11/12/2024",
        "ingredients": "Pâtes précuites (torti) 31,6% (semoule de blé dur, eau, épinards en poudre, tomates en poudre, huile de colza), noix de Saint Jacques* 21,6%, oignons, eau, poivrons rouges 6,3%, crème fraîche légère 55% (contient lait), courgettes 5,1%, carottes 3,6%, amidon de maïs, ail, huile d'olive vierge, lait écrémé en poudre, arômes naturels (contient:poisson, crustacés, mollusques), sel, aneth 0,2%, épaississant:gomme xanthane, poivre, curcuma, safran.",
        "calories": 110
    },
    {
        "product_name": "Fritada pisto",
        "ingredients": "Tomate, cebolla, calabacín, pimiento, aceite de oliva (4,5%), azúcar, almidón de maíz, sal, acidulante (ácido cítrico).",
        "calories": 92
    },
    {
        "product_name": "Soy Sauce",
        "ingredients": "water, 16% soybeans, wheat, salt",
        "calories": 63
    },
    {
        "product_name": "Penne au Poulet et au Pesto",
        "ingredients": "Penne rigate cuites 58% (eau, semoule de _blé_ dur, huile de colza), poulet mariné et cuit 16,2% (viande de poulet origine France 15,9% , sel, sucre, jus de citron), épinards, eau, huile d'olive vierge 3,6%, _Parmesan_ (_Parmigiano Reggiano_ AOP) 2,5%, huile de colza, jus de citron concentré, basilic 0,7%, purée d'ail 0,6%, poivron rouge, farine de _blé_, épice et plantes aromatiques, sel, huile de tournesol, extrait de basilic.",
        "calories": 186
    },
    {
        "product_name": "Parmentier de saumon 🐟",
        "ingredients": "Pommes de terre 40%, _saumon_ atlantique* et _saumon_ argenté du Pacifique* 25%, _crème_ légère 9,5%, oignons, _lait_ demi-écrémé, poireaux 3,7%, huile de tournesol, _beurre_, fécule de manioc, sel, _œufs_, geste de citron 0,1%, persil, ail, poivre, curcuma. Traces éventuelles de gluten et d'amandes. *Malgré tout le soin apporté à la préparation de ce poisson qualité sans arête, la présence exceptionnelle d'arête n'est pas à exclure.",
        "calories": 144
    },
    {
        "product_name": "Le Cassoulet Mitonné",
        "ingredients": "Haricots blancs précuits 33%, eau, saucisses fumées et saucisson (viande de porc, gras de porc, eau, pièces de tête de porc, viande de dinde, farine de BLE, fibres de pois, sel, plasma de porc, couenne de porc), viande de porc traitée en salaison (viande de porc, eau, sel, amidon modifié), saindoux, concentré de tomate, farine de BLE, sel, sucre, arômes naturels, affermissant: chlorure de calcium. \r\nTotal charcuterie et viande mise en oeuvre: 22%.",
        "calories": 115
    },
    {
        "product_name": "Beef",
        "ingredients": "_Weizenmehl_, Palmöl (Palmöl, Antioxidationsmittel: E319, E320), Tapiokastärke, Salz, Gemüse (Kohl, Knoblauch), Geschmacksverstärker: E621, E635, Zucker, Gewürze (Chili, Pfeffer, Sternanis, Ingwer, Zimt), Glukosesirup, _Sojasaucenpulver _(_Sojabohnen, _Weizen_, Glukosesirup, Maltodextrin, Farbstoff: E150c, Säuerungsmittel: E330, Palmöl), Säureregulatoren: E500, E452, E451, Säuerungsmittel: E296, Farbstoff: E150c, Aroma, Verdickungsmittel: E466, Hefeextrakt.",
        "calories": 79
    },
    {
        "product_name": "One Pot Meal Coconut Lentil Turmeric Daal",
        "ingredients": "Water, Chickpeas (17%), Lentils (7%), Potato (11%), Coconut Cream (6%), Tomatoes (Tomatoes, Acidity Regulator: Citric Acid), Roasted Onion Puree (Onions, Rapeseed Oil), Tomato Paste, Spinach (3%), Garlic, Ginger, Lemon Juice, Cumin, Turmeric, Salt, Rapeseed Oil, Coriander, Cardamom, Cinnamon, Nutmeg, Black Pepper, Chillies",
        "calories": 356
    },
    {
        "product_name": "Salade de quinoa aux légumes",
        "ingredients": "Quinoa cuit 41% (eau, quinoa blanc, quinoa rouge, sel), carottes cuites 10%, maïs 9,7%, fèves de soja 6,7%, huile de colza, COuSCous de maïs, oignons 3,7%, jus de citron à base de concentré, échalotes, couscous de riz, jus d'orange concentré, épices, alcool, vinaigre d'alcool, sel, arôme naturel de poivre.",
        "calories": 178
    },
    {
        "product_name": "Brandade de Morue parmentière 2 personnes",
        "ingredients": "Pomme de terre 38%, morue* (Gadus spp.) 30%, eau, huile de tournesol, pomme de terre déshydratée, oignons, sel, ail, fibre de blé**, fibre de lin, persil, curcuma, poivre.",
        "calories": 153
    },
    {
        "product_name": "Covent garden soup",
        "ingredients": "water, potato (26%), leek (leek),  onion, milk, single cream, rapeseed oil, salt, chives, white pepper.",
        "calories": 53
    },
    {
        "product_name": "Cappelletti Jambon Cru",
        "ingredients": "Pâte 64% : farine de blé tendre, œufs 30% semoule de blé dur. Farce 36% : viande de porc 48%, chapelure (farine de blé tendre, eau, sel levure), jambon cru 16% (viande de porc, sel), sérum de lait en poudre, fécule de maïs, arômes naturels (contiennent lait, blé), sel, noix de muscade, poivre noir.",
        "calories": 282
    },
    {
        "product_name": "Lentilles préparées",
        "ingredients": "Eau, lentilles sèches trempées 32%, carottes 3%, arômes, oignons déshydratés 0,7%, sel, feuille de laurier, affermissant: chlorure de calcium. Peut contenir BLÉ.",
        "calories": 93
    },
    {
        "product_name": "Le Chili Con Carne et son riz blanc",
        "ingredients": "Riz long cuit 30%, haricots rouges 22%, eau, viande de boeuf 12%, concentré de tomates 4.2%, poivrons rouges 3.8%, oignons 3.5%, vin rouge, tomates 1.9%, amidon de riz, huile de colza, épices 0.7%, sel, ail.",
        "calories": 104
    },
    {
        "product_name": "GIRASOLI RICOTTA EPINARD",
        "ingredients": "Farce 60% (Epinards cuits 20% (épinards 17%, BEURRE pasteurisé, échalote, ail), RICOTTA 15%, pommes de terre déshydratées-épice : curcuma, huile de colza, eau, FROMAGE à pâte dure, amidon, semoule de BLE dur, LACTOSERUM (LAIT), fibres de BLE, sel, ciboulette, sucre, noix de muscade, arôme naturel), Pâte 40% (semoule de BLE dur, ŒUFS frais issus de poules élevées en Plein Air 8.4%, eau). Pourcentages exprimés sur le produit total. Peut contenir des traces de soja et moutarde. Conditionné sous atmosphère protectrice.",
        "calories": 244
    },
    {
        "product_name": "Fischstäbchen",
        "ingredients": "65% _Alaska-SeeIachsfiIet_, _Weizenmehl_, Sonnenblumenöl, Kartoffelstärke, Wasser, Speisesalz, Hefe, Gewürze (Weißer Pfeffer, Paprika)",
        "calories": 181
    },
    {
        "product_name": "Taboulé Oriental Menthe",
        "ingredients": "Semoule de _blé_ dur réhydratée (62%), poivrons (11%), tomates (6%), huile de colza, oignons, concombres (3%), vinaigre d'alcool, menthe douce (1%), huile d'olive vierge extra (1%), persil, raisins (1%) (raisin, huile de colza), sucre, sel, arômes naturels, épices (0,2%), plantes aromatiques.",
        "calories": 178
    },
    {
        "product_name": "Taboulé oriental",
        "ingredients": "Semoule de _blé_ dur précuite 30%, eau, poivrons rouges, verts et jaunes 12%, tomates 9,2%, huile de colza, oignon, raisins secs réhydratés 2,5% (raisins secs 1,7% [contient huile de graines de coton et/ou huile de colza], eau), vinaigre d'alcool, huile d'olive vierge extra, menthe douce 1,2%, sel, persil, purée de citron sucrée ([citron, jus de citron] 0,3%, sucre), jus de citron à base de concentré 0,5%, coriandre, cumin, antioxydant : acide ascorbique, arôme naturel de menthe et autres arômes naturels, poivre, épaississant : gomme xanthane, fenouil, curcuma.\nPeut contenir des traces de crustacés, œuf, poissons, soja, lait, fruits à coque, céleri, moutarde, graines de sésame et mollusques.",
        "calories": 208
    },
    {
        "product_name": "Filet de Saumon Purée de Brocolis",
        "ingredients": "_Lait_ écrémé réhydraté, _saumon_ 22.6%, brocolis 18%, flocons de pommes de terre 7.4%, eau, crème de riz, _crème_ fraîche 5.8%, _beurre_, sel, curcuma.",
        "calories": 109
    },
    {
        "product_name": "Mushroom Soup",
        "ingredients": "Water, mushroom (31%), potato, onion, brown rice, cornflour, mushroom stock [rehydrated mushroom (mushroom concentrate, water, mushroom powder), salt, cornflour], rapeseed oil, salt, parsley, garlic puree, black pepper.",
        "calories": 36
    },
    {
        "product_name": "Riz tomate à l’italienne",
        "ingredients": "Riz long grain étuvé à la vapeur (78%), double concentré de purée de tomate (12%), fromage mascarpone (lait) (4,8%), huile de tournesol, oignons en poudre, sel, arôme naturel, ail en poudre, épice.",
        "calories": 182
    },
    {
        "product_name": "Salade Roma",
        "ingredients": "Salade composée 80% (spécialités céréalières cuites (semoule de BLE dur, eau, OEUF, épices), salade 11%, _MOZZARELLA_, tomates, viande de porc (origine UE), fèves de _SOJA_, poivrons, huile de colza et/ou tournesol, jus de citron, eau, sirop de glucose, ferment, antioxydant: ascorbate de sodium, conservateur : nitrite de sodium, sel, arômes naturels, épices, plantes aromatiques)\nSauce vinaigrette balsamique 7% (huile de colza, huile d'olive vierge, vinaigre de vin (SULFITES), moût de raisin, sel)\nCookie au chocolat 7% (sucre, farine de BLE, OEUF, BEURRE, huile de colza, pâte et beurre de cacao, poudre de cacao maigre, dextrose, poudre à lever: bicarbonate de sodium, émulsifiants: lécithines, arôme naturel, sel. Sachet d'accompagnements secs 6%: farine de BLE, son de BLE, fibre de BLE, semoule de BLE dur, BEURRE, huile d'olive vierge, huile de colza, eau, levure boulangère, sucre, amidon et/ou fécule, sel, graines de pavot, arôme naturel).",
        "calories": 191
    },
    {
        "product_name": "Poisson à l'andalouse riz safrané et courgettes grillées",
        "ingredients": "poisson 33,3% (merlu blanc du Cap), riz cuit 21% (eau, riz), courgettes grillées 14,5%, eau, poivrons rouges 6,3%, oignons 5%, petits pois 4,6%, huile d'olive vierge 2,5%, chorizo 1,6% (viande de porc origine France, gras de porc, épices et plantes aromatiques, sel, arômes naturels), poivron, farine de blé, épices et plantes aromatiques, sel, huile de tournesol, purée d'ail, concentré de tomates, safran. Merlu blanc: pêché en océan Atlantique Sud-Est (zone FAO 47). Riz: origine UE et non-UE. Informations en gras destinées aux personnes allergiques. Traces possibles de: crustacés, mollusques, soja, œuf, lait, moutarde, céleri. Les arêtes et la peau du poisson sont enlevées avec le plus grand soin mais il se peut que cette recette en contienne.",
        "calories": 104
    },
    {
        "product_name": "Macaroni sauce tomate et boulettes au bœuf",
        "ingredients": "Macaroni cuits 42,5% (eau, semoule de blé dur, huile de colza), tomates pelées concassées au jus 26,6% (tomates, jus de tomates), boulettes au boeuf 17,1% [préparation de viande de boeuf cuite : viande de boeuf origine France 11,6%, blanc d'oeuf de poule élevées en plein air, eau, chapelure (farine de blé, sel), fond de bœuf (viande et jus de cuisson de viande de bœuf, sel), fécule de pomme de terre, oignons, bouillon de légumes (légumes et jus de cuisson de légumes (carotte, tomates, oignon, ail), huile de tournesol, sel), bouillon de boeuf, sel, huile de tournesol], eau, concentré de tomates 1,8%, huile de colza, tomates semi déshydratées et marinées 1,3% (tomates, huile de colza, sel, origan, ail), fromage, miel, farine de blé, basilic, fond de veau (bouillon de veau, bouillon de boeuf, sel), sel, ail, épices.",
        "calories": 154
    },
    {
        "product_name": "Higgidy Spinach,Feta & Roasted Pepper Quiche 400G",
        "ingredients": "Water, Wheat Flour (contains Calcium Carbonate, Iron, Niacin, Thiamin), Onions, Spinach (12%), Mature Cheddar Cheese (Milk) (9%), Free-Range Whole Egg, Red Peppers (6%), Vegetable Oils (Sustainable Palm Oil*, Rapeseed Oil), Medium Fat Soft Cheese (Milk), Feta Cheese (Milk) (3.5%), Wholemeal Spelt Flour (Wheat), Dried Skimmed Milk, Cannellini Beans, Rapeseed Oil, Whipping Cream (Milk), Butternut Squash Purée, Cornflour, Butter (Milk), Golden Linseeds, Brown Linseeds, Salt, Poppy Seeds, Nutmeg, Black Pepper, Cayenne Pepper, Paprika",
        "calories": 230
    },
    {
        "product_name": "La Moussaka Boeuf & Aubergines avec une touche de menthe douce",
        "ingredients": "Aubergines 15%, viande de boeuf 15%, _lait_ écrémé réhydraté, tomates 12%, courgettes 12%, oignons, concentré de tomates, _emmental_ 3.9%, jus de cuisson du boeuf, huile de tournesol, amidon de riz, eau, huile d'olive vierge 0.7%, _beurre_, sel, ail, gélatine de boeuf, menthe douce 0.1%, épices, herbes de provence 0.08% (basilic, origan, romarin, thym), thym.",
        "calories": 128
    },
    {
        "product_name": "Vegane Falafel",
        "ingredients": "74% chickpeas, shuttle oil, wheat flour, 3.7% spinach, 1.8% onion, 1.8% parsley, 1.8% garlic, aromatic plants, spices, salt, acidifier: citric acid, preservative: sorbic acid, ferrous gluconate, vitamin b12",
        "calories": 216
    },
    {
        "product_name": "Galettes boulghour de blé",
        "ingredients": "Boulgour de blé complet* réhydraté 52,8%, eau, farine de blé* 9,4%, fromage parmesan* 6,4%, flocons d'avoine complète* 3,9%, flocons de blé complet* 3,9%, huile de tournesol oléique* 3,8%, tomates confites* 2,2% (tomates*, huile d'olive vierge extra*, vinaigre*), gluten de blé* 2,1%, basilic*, concentré de tomates* 1,3%, sel de mer, tomates séchées 0,3%, ail*, poivre*.",
        "calories": 222
    },
    {
        "product_name": "Super tomato and olive quinoa",
        "ingredients": "Pre-cooked Wheat (42%) (Water, Wheat), Pre-cooked Quinoa (27%) (Water, White Ouinoa, Red Quinoa), Brown Rice (10%), Tomatoes (8%), Extra Virgin Olive Oil, Black Olive Tapenade (2.6%) (Black Olives, Olive Oil, Water, Concentrated Lemon Juice, Garlic, Basil, Ground Black Pepper, Ground Paprika, Sunflower Oil, Salt), Pre-soaked Dried Tomatoes (2.4%) (Water, Dried Tomatoes, Salt), Fennel (2%), Salt, Sugar, Ground Black Pepper",
        "calories": 213
    },
    {
        "product_name": "Knorr Soupe Déshydratée Forestière Champignons & Oignons 3 Portions",
        "ingredients": "Amidons (pomme de terre, maïs), lactosérum (LAIT), graisse de palme, farine de BLÉ, sel, maltodextrine, extrait de levure, oignon grillé : 3,7%, préparation à base de jus de champignon concentré (maltodextrine, jus de champignon concentré : 1,3%), chlorure de potassium, sirop de glucose, épice et aromates (ciboulette, ail, curcuma), arômes (dont LAIT), bolet : 1,2%, protéines de LAIT, extrait de vin blanc, bolet jaune : 0,5%, jus d'oignon concentré : 0,07%, huile de tournesol. Peut contenir : avoine, céleri, moutarde, œuf, orge, seigle, sésame, soja.",
        "calories": 392
    },
    {
        "product_name": "Special mexican style rice",
        "ingredients": "long grain rice - 85% (water, long grain rice), red pepper - 6%, tomato puree - 4%, flavourings, sunflower oil, sugar, green jalapeño chilli - 0,4%, chilli powder, turmeric extract, salt,",
        "calories": 149
    },
    {
        "product_name": "Tomato & Basil",
        "ingredients": "Tomato 47% (Tomato, Concentrated Tomato Juice, Tomato Paste), Water, Onion, Sugar, Basil, Rapeseed Oil, Cornflour, Salt, Garlic Puree, Black Pepper",
        "calories": 36
    },
    {
        "product_name": "Bonduelle Lunch Bowl Bulgur, Linse, Grillgemüse 3083681139716",
        "ingredients": "Wasser, 20 % Beluga-Linsen, 18 % vorgekochter BULGUR (HartWEIZEN), 13 % gegrillte Paprika rot, 13 % gegrillte Auberginen, 12 % Kirschtomaten geschnitten, 3% natives Olivenöl extra, Salz, Rosmarin, Schwarzer Pfeffer. Kann Spuren von SELLERIE enthalten.",
        "calories": 130
    },
    {
        "product_name": "Paupiette de veau jardinière de légumes",
        "ingredients": "Les ingrédients de la Paupiette de Veau et Jus Cuisiné aux Oignons et Vin Blanc & Jardinière de Légumes sont : Pourcentages exprimés sur le total de la recette. Paupiette de veau 33,3% (viande de porc 16,6%, enveloppe de veau 8,3%, viande de veau 4%, oignons, eau, chapelure de blé, sel, poivre), pommes de terre 24,9%, carottes 11,9%, petits pois 11,9%, oignons 7,4%, eau, fond de veau (bouillon de veau, bouillon de bœuf, sel), farine de blé, vin blanc 0,5%, purée d'ail, jus concentré de champignon et huile de tournesol, paprika, estragon, curcuma, poivre. Paupiette de veau: origine France. Informations en gras destinées aux personnes allergiques. Traces possibles de : poisson, crustacés, mollusques, soja, œuf, lait, moutarde, céleri.",
        "calories": 111
    },
    {
        "product_name": "Nutty Super Wholefood Salad",
        "ingredients": "Cannellini Bean and Sesame Tahini Dip (21%) (Cannellini Beans Water Tahini (_Sesame_ Seed Paste), Lemon Juice, Garlic Purée, Salt, Rapeseed Oil), Cooked Quinoa (16%) (Water, Quinoa Seeds), _Edamame_ Soybeans (14%), Black Beans, Cooked Spelt (Water, _Spelt_ (_Wheat_ contains _Gluten_)), Soy and Ginger Dressing (7%), Broccoli, Carrots, Green Beans, _Peanuts_ (1.5%), Pumpkin Seeds, Rocket, _Almonds_, _Pistachio Nuts_, Coriander, Lemon Juice. SOY AND GINGER DRESSING contains Vegetable Oil (Sunflower/Rapeseed), Sugar, Concentrated Apple Juice, Ginger Purée, Rice Vinegar, White Wine Vinegar, Salt, Lime Juice, Concentrated Pomegranate Juice, Red Wine Vinegar, Cornflour, _Soybeans_, _Wheat_ (contains _Gluten_), Red Chilli Purée, Garlic Purée.",
        "calories": 149
    },
    {
        "product_name": "Cully & sully, Chicken Vegetable Soup",
        "ingredients": "water, carrots (19%), potatoes (11%), onions (8%), chicken breast (4%), leeks, cream (milk), butter (milk), celery (2%), chicken stock [salt, maltodextrin, yeast extract, flavouring, herbs and spices (pepper, turmeric, parsley), sugar, vegetables (onions, celery, carrots), chicken, sunflower oil, chicken fat, citrie acid, caramelised sugar),",
        "calories": 55
    },
    {
        "product_name": "Emincés de boeuf sauce poivre & pommes de terre",
        "ingredients": "Pommes de terre 42%, émincés de bœuf 20% (viande de bœuf, fécule de manioc, sel), eau, crème fraîche 5,3%, crème de riz, huile de tournesol, échalotes, huile de colza, persil, vin blanc, amidon de riz, arôme naturel, Cognac, extrait de malt d'orge, sel, paprika, poivre 0,1%. Viande de bœuf origine France.",
        "calories": 400
    },
    {
        "product_name": "LENTILLES",
        "ingredients": "Eau, lentilles, sel, arôme naturel, affermissant : chlorure de calcium .",
        "calories": 70
    },
    {
        "product_name": "Spinach Ricotta Tortelloni",
        "ingredients": "Fresh Egg Pasta (Wheat Flour, Pasteurised Egg, Durum Wheat Semolina, Water), Ricotta Cheese (16%) (Cows' Milk), Spinach (9%), Breadcrumbs (Wheat Flour, Water, Salt, Yeast), Full Fat Hard Cheese (Cows' Milk), Whey Powder (Cows' Milk), Vegetable Oil (Sunflower, Rapeseed, Fully Refined Soybean), Salt, Pea Fibre, Corn Fibre, Potato Fibre, Flavourings, Garlic Powder, Nutmeg.",
        "calories": 304
    },
    {
        "product_name": "Vanilla meal replacement",
        "ingredients": "Water, Pea Protein, Tapioca Starch, Gluten-Free Oat Flour, Rapeseed Oil, Ground Flaxseed, Medium-Chain Triglyceride Powder (from Coconut), Soluble Vegetable Fibre (Chicory, Corn), Micronutrient Blend (Minerals (Potassium (as Potassium Citrate), Chloride (as Potassium Chloride), Calcium (as Calcium Carbonate), Magnesium (as Magnesium Citrate), Phosphorus (as Magnesium Phosphate), Copper (as Copper Gluconate), Zinc (as Zinc Oxide), Iodine (as Potassium Iodide), Chromium (as Chromium Picolinate)), Vitamins (Vitamin C (as L-Ascorbic Acid), Vitamin K (K2, as Menaquinone-7), Vitamin E (as D-Alpha Tocopherol Acetate), Vitamin A (as Retinyl Acetate), Niacin (as Niacinamide), Vitamin D (D2, as Ergocalciferol), Vitamin B12 (as Cyanocobalamin), Pantothenic Acid (as Calcium-D-Pantothenate), Biotin (as D-Biotin), Vitamin B6 (as Pyridoxine Hydrochloride), Vitamin B2 (as Riboflavin), Vitamin B1 (as Thiamine Mononitrate), Folate (as Calcium-L Methylfolate)), Choline), Natural Flavourings, Brown Rice Flour, Emulsifier: Sunflower Lecithin, Thickener: Gellan Gum, Sweetener: Sucralose.",
        "calories": 80
    },
    {
        "product_name": "Riz aromatisé au citron et romarin",
        "ingredients": "Riz long grain étuvé à la vapeur (96%), huile de tournesol, sel, arôme naturel, oignons en poudre, romarin, acidifiant (acide citrique), extrait de levure, arôme naturel de citron avec autres arômes naturels, épice.",
        "calories": 160
    },
    {
        "product_name": "Foglie di vite ripiene di riso",
        "ingredients": "60 % Reis gekocht (Wasser, 20 % Reis), 10 % Weinblätter, Zwiebeln, Sojaöl, Speisesalz, Dill, Minze, Schwarzer Pfeffer, Säuerungsmittel: Citronensäure",
        "calories": 139
    },
    {
        "product_name": "Penne au saumon et crème d'épinards",
        "ingredients": "Penne rigate cuites 44% (eau, semoule de _blé_ dur, huile de colza), eau, _saumon_ 14,2%, _lait_ entier, épinards 6,1%, _crème_ fraîche 4,8%, oignons, farine de _blé_, _saumon_ fumé 1,8% (_saumon_, sel), sel, huile de colza, zestes de citron 0,1%, poivre, curcuma, muscade.",
        "calories": 135
    },
    {
        "product_name": "St Jacques fondue de poireaux & Riz Basmati",
        "ingredients": "Riz cuit 33,9% (eau, riz basmati, huile de colza, sel), _noix de Saint Jacques_* 21,4%, eau, _crème_ fraîche 11%, poireaux 6,7%, vermouth, carottes, farine de _blé_, échalotes 1,8%, épinards, _beurre_ 0,7%, huile de colza, vin blanc 0,4%, sel, ail, jus de citron concentré, poivre.",
        "calories": 144
    },
    {
        "product_name": "Le Filet de Poulet et ses Pommes de Terre à la Sarladaise",
        "ingredients": "Pommes de terre 44%, poulet (poulet 30%, amidon de riz, dextrose, sel), eau, fond 6.5% (eau, os de boeuf, vin blanc, concentré de tomates, sel, huile de colza, carottes, oignons, _céleri_, thym, laurier, badiane), graisse de canard 3.3%, huile de tournesol, farine de _blé_, ail 0.7%, sel, persil 0.3%, dextrose, citron, épices, extrait de malt d'_orge_.",
        "calories": 157
    },
    {
        "product_name": "Purée de Pois Cassés",
        "ingredients": "Pois cassés cuits 57.2%, lait demi-écrémé 38.2%, crème fraiche (lait), amidon de maïs, sel,",
        "calories": 104
    },
    {
        "product_name": "Bâton surimi",
        "ingredients": "fish meat 38% , water , rehydrated egg white , potato starch , rapeseed oil , wheat starch , sugar , salt , natural flavours (including crustaceans, wheat) , colour: paprika extract,",
        "calories": 115
    },
    {
        "product_name": "Chicken Soup 400g Heinz",
        "ingredients": "Vann, kylling (3%), modifisert maisstivelse, rapsolje, fløte (melk),skummetmelkpulver, hvetemel (inneholder kalsium, jern, niacin, tiamin), smakstilsetning, melkeprotein, maismel, gjærekstrakt, urteekstrakt, stabilisator (polyfosfater, natriumfosfater), salt, hvitløkssalt, krydderekstrakt, fargestoff (betakaroten).",
        "calories": "No calories information"
    },
    {
        "product_name": "Velouté de légumes",
        "ingredients": "Eau, carotte 26%, poireau 10%, oignon 5,7%, pomme de terre 5,7%, purée de tomates 2,1%, potiron, céleri-rave, beurre de cuisine, crème fraîche, sel, extrait naturel de poivre,",
        "calories": 30
    },
    {
        "product_name": "Hachis parmentier emmental",
        "ingredients": "Lait écrémé réhydraté, viande de bœuf 17%, eau, flocons de pommes de terre 9%, champignons de Paris 6,4%, oignons 5,6%, emmental 5,3%, crème fraîche 5,2%, crème de riz, beurre 1,4%, sel, persil 0,3%, poudre de champignons, huile de colza, huile de tournesol et/ou de colza, épices. Viande de bœuf origine France. Recette sans gluten. Les informations en gras et soulignées sont destinées aux personnes allergiques & intolérantes. Une allergie, une intolérance, retrouvez notre moteur de recherche allergènes sur notre site www.fleurymichon.fr MENU PLAISIR ET ÉQUILIBRÉ",
        "calories": 144
    },
    {
        "product_name": "Butternut squash, tomato & basil Falafel",
        "ingredients": "chickpeas (chickpeas, water), potato flake, sweet potato, butternut squash 8%, rapeseed oil, carrot, red peppers, diced tomato 4.5%, water, basil, tomato purée, lemon zest, rice flour, salt, concentrated lemon juice, garlic purée, ground coriander, raising agent (sodium carbonates), black pepper, ground cinnamon",
        "calories": 205
    },
    {
        "product_name": "Green lentils in water",
        "ingredients": "Green Lentils, Water, Firming Agent (Calcium Chloride).",
        "calories": 82
    },
    {
        "product_name": "Lentilles façon petit salé",
        "ingredients": "water, green lentils dry 27%, pieces of vegetables to 10,2% (carrots, onions), pieces of cooked ham to 6,9% (ham of pig, water, salt, glucose syrup, raw cane sugar, natural aroma, antioxidant : ascorbic acid), sunflower oil, vegetable bouillon powder (sea salt, yeast extract, maize starch, sunflower oil, carrots, leeks, spices, aromatic plants, celery ), herbs,",
        "calories": 135
    },
    {
        "product_name": "Panzani - spf - sauce bolognaise pur boeuf 400g",
        "ingredients": "Pulpe de tomates et concentré de tomates 55%, boeuf français 18%, eau, légumes frais (carottes 6%, oignons 3%), sel, sucre, amidon transformé de maïs, huile de tournesol, persil 0,3%, arômes, ail, poivre.",
        "calories": 84
    },
    {
        "product_name": "Boulettes de pois chiches - Patate douce - Curcuma",
        "ingredients": "Pois chiches (41%), semoule de maïs, huile de tournesol, patates douces (8%), flocons de _blé_, tapioca, oignons, concentré de tomate, amidon de maïs, sel marin, ail, curcuma (0,4%), curry, poivre.",
        "calories": 300
    },
    {
        "product_name": "Riz au curry et légumes",
        "ingredients": "Riz long grain étuvé à la vapeur (81%), carotte (5,7%), poivron rouge (5,7%), huile de tournesol, épinards (réhydratés), oignons en poudre, sel, coriandre, épices, extrait de levure, grains de cumin, ail en poudre, acidifiant (acide citrique), curry en poudre.",
        "calories": 167
    },
    {
        "product_name": "Mouliné de 10 légumes",
        "ingredients": "vegetables 55% (potato, carrot, onion, celeriac, cauliflower, leek, concentrated tomato juice, parsnips, zucchini, chervil), water, salt, rapeseed oil, cooking butter, aromas,",
        "calories": 37
    },
    {
        "product_name": "Spicy tomato lentil and red pepper soup",
        "ingredients": "Tomato (38%), Water, Red Split Lentils (10%), Onion, Red Peppe (6%), Chipotle Chilli Paste (Sugar, Red Pepper Juice, Molasses, Tomato Puree, Water, Salt, Chipotle Chilli, Smoked Paprika, Jalapeño Pepper, Onion Salt, White Wine Vinegar, Garlic Salt), Tomato Puree, Rapeseed Oil, Cornflour, Sugar, Garlic Puree, Salt, Parsley",
        "calories": 65
    },
    {
        "product_name": "Parmentier de Poisson à la Ciboulette",
        "ingredients": "Purée 71% [eau, lait écrémé réhydraté, flocons de pommes de terre 10%, crème fraîche 8,7%, échalotes, huile de colza, ciboulette 0,7%, ail, sel, poivre, curcuma], chair de hoki de Nouvelle Zélande 17%, filet de lieu 7,4%, pain de mie (farine de blé, eau, levure, sel, farine de soja, huile de colza), chapelure (dont blé), oignons frits (oignons, huile de tournesol et/ou de colza), ciboulette 0,2%, huile de colza, curcuma. Lieu pêché en Océan Atlantique Nord-Est. Hoki de Nouvelle Zélande pêché en Pacifique Sud-Ouest. Les informations en gras et soulignées sont destinées aux personnes allergiques & intolérantes. Malgré tout le soin que nous avons apporté à l'élaboration de ce plat, vous pouvez trouver exceptionnellement quelques arêtes.",
        "calories": 121
    },
    {
        "product_name": "mushroom & mascarpone tortelloni",
        "ingredients": "Filling 53%: Grilled Champignon Mushroom 43% (Champignon Mushrooms Agaricus Bisporus, Sunflower Oil), Breadcrumbs (Soft Wheat Flour, Water, Salt, Yeast), Sunflower Oil, Mascarpone Cheese (From Milk) 6%, Mozzarella Cheese (From Milk), Porcini Mushroom 4.5% (Boletus Edulis And Its Group), Butter (From Milk), Starches (from Corn and Potato), Vegetable Fibres (from Corn and Potato), Whey Powder (From Milk), Parmigiano Reggiano PDO cheese (From Milk), Natural Flavourings (Contain Milk, Wheat, Barley), Onion, Salt, White Wine, Parsley 0.6 %, Garlic. Pasta 47%: Soft Wheat Flour, Eggs 30%, Durum Wheat Semolina.",
        "calories": 221
    },
    {
        "product_name": "Baked Beans In Tomato Sauce",
        "ingredients": "Haricot beans (52%), water, tomato purée (20%), sugar, modified maize starch, salt, flavouring, onion powder, ground paprika, colour (paprika extract), rapeseed oil, clove extract, cinnamon extract, chilli extract, garlic extract",
        "calories": 87
    },
    {
        "product_name": "sweet potato pakora with red pepper, cumin and chilli",
        "ingredients": "Sweet Potato¹ (29%), Chickpeas² (29%), Red Pepper³ (14%), Rapeseed Oil, Potato Flake, Tomato Puree, Onion, Garlic Puree (Water, Garlic Granules), Ground Coriander, Ground Cumin, Lemon Juice from Concentrate (Concentrated Lemon Juice, Water), Paprika, Salt, Chilli Flakes. (1,2,3 Origin: EU and non-EU).",
        "calories": 198
    },
    {
        "product_name": "Sun-dried Tomatoes",
        "ingredients": "75% sun-dried tomatoes, water, 5% iodised sea salt (sea salt, potassium iodate).",
        "calories": 138
    },
    {
        "product_name": "La Tajine de Boeuf et ses Légumes du Soleil",
        "ingredients": "Semoule de blé cuite 24%, boulettes de bœuf 13,7% (viande de bœuf 10%, blanc d'œufs, chapelure (dont blé), fibre de pois, fécule de pommes de terre, oignons, poivrons rouges, épices, sel, huile de tournesol), carottes 11%, courgettes 11%, eau, aubergines 6,2%, oignons, poivrons jaunes 4,7%, poivrons rouges 4,7%, pois chiches 2,8%, raisins secs 1,9%, huile de colza, concentré de tomates, sel, farine de tapioca, épices 0,6%, menthe 0,2%, ail. Traces éventuelles de céleri, moutarde, soja, lait. Viande de bœuf origine France.",
        "calories": 118
    },
    {
        "product_name": "Velouté de 12 legumes",
        "ingredients": "Eau, jus de tomate à base de concentré, pomme de terre, carotte, oignon, poireau, potiron, amidon de maïs, céleri, huile de colza, lait écrémé, beurre de cuisine, petit pois, chou-fleur, navet, sel, chourave, panais, arômes naturels (contient lait).",
        "calories": 42
    },
    {
        "product_name": "Gazpacho fresco",
        "ingredients": "Tomate, agua, aceite de oliva virgen extra (7%), pimiento, pepino, vinagre de vino, sal, ajo",
        "calories": 75
    },
    {
        "product_name": "Lentil Soup imp",
        "ingredients": "water, lentils (22%), carrots (11%), tomatoes (5%), onions, modified cornflour, cornflour, wheat flour, salt, yeast extract, flavouring, herb extracts, spice extracts, herbs, smoke flavouring (contains wheat), spice",
        "calories": 45
    },
    {
        "product_name": "Chicken stock",
        "ingredients": "water, chicken stock base(7%) chicken stock(chicken bones chicken fat water salt)yeast extract (yeast extract, salt), natural flavouring, antioxidant:Rosemary extract, salt sugar, acidity regulated, lactic acid",
        "calories": 25
    },
    {
        "product_name": "Huel Ready-To-Drink - Banana",
        "ingredients": "Water, Pea Protein, Tapioca Starch, Rapeseed Oil, Gluten-Free Oat Flour, Ground Flaxseed, Medium-Chain Triglyceride Powder (from Coconut), Soluble Vegetable Fibre (Chicory, Corn), Micronutrient Blend (Minerals (Potassium (as Potassium Citrate, Potassium Chloride), Chloride, Calcium (as Calcium Carbonate), Magnesium (as Magnesium Citrate), Phosphorus (as Magnesium Phosphate), Copper (as Copper Gluconate), Zinc (as Zinc Oxide), Iodine (as Potassium Iodide), Chromium (as Chromium Picolinate)), Vitamins (Vitamin C (as L-Ascorbic Acid), Vitamin K (K2, as Menaquinone-7), Vitamin E (as D-Alpha Tocopherol Acetate), Vitamin A (as Retinyl Acetate), Niacin (as Niacinamide), Vitamin D (D2, as Ergocalciferol), Vitamin B12 (as Cyanocobalamin), Pantothenic Acid (as Calcium-D-Pantothenate), Biotin (as D-Biotin), Vitamin B6 (as Pyridoxine Hydrochloride), Vitamin B2 (as Riboflavin), Vitamin B1 (as Thiamine Mononitrate), Folate (as Calcium-L Methylfolate)), Choline), Natural Flavourings, Brown Rice Flour, Emulsifier: Sunflower Lecithin, Turmeric Extract, Thickener: Gellan Gum, Sweetener: Sucralose",
        "calories": 80
    },
    {
        "product_name": "Spicy Mexican Rive",
        "ingredients": "Steamed parboiled long grain rice (78%), double concentrated tomato paste (5.4%), adzuki beans (4.0%), sweetcorn (4.0%), red pepper (2.4%), sunflower oil, spices (chilli powder), onion powder, natural flavouring, salt, coriander, garlic powder, yeast extract.",
        "calories": 175
    },
    {
        "product_name": "Tomapizza",
        "ingredients": "tomato pulp with pieces and tomato puree (67%), water, onions, sunflower oil, salt, sugar, spices and aromatic plants (of which oregano 0,1%), processed corn starch,",
        "calories": 47
    },
    {
        "product_name": "Poêlée La Paysanne",
        "ingredients": "Pommes de terre préfrites 20% (pommes de terre 19%, huile de tournesol, dextrose), brocolis 20%, carpttes,20%, pois gourmands 12%, champignons de Paris 7%, oignons, eau, crème fraiche, huile de tournesql, façine de blé, ciboulette, sel, ail, arômes naturels, extrait de levure, poivre, Peut contenir du céleri,",
        "calories": 67
    },
    {
        "product_name": "Le moelleux",
        "ingredients": "Chair de poisson 43%, eau, amidons (dont blé), huile de colza, sucre, sel, arômes naturels (contient crustacés, mollusques, poissons), colorant : extrait de paprika,",
        "calories": 113
    },
    {
        "product_name": "Chicken and Lentil with Butternut Squash",
        "ingredients": "Water, Tomato, Carrot, Butternut squash, Concentrated tomato juice, Onion, Potato, Chicken, Sprach, Lentils, Mixed peppers, Parsnip, Creamed coconut, Vegetable bouillon (Salt, Potato starch, Dried vegetables (Celeriac (Celery), Onion, Garlic, Tomato), Spices (Celery, Turmeric, Black pepper, Mace, Nutmeg), Herbs (Lovage, Parsley)), Tomato paste, Coriander, Garlic purée, Caraway seeds, Cumin seeds, Ground turmeric, Garam masala (Coriander, Cassia, Ginger, Clove), Ground ginger, Chilli powder, Salt",
        "calories": 44
    },
    {
        "product_name": "Rainbow Salmon Poke",
        "ingredients": "Cooked rice (water, rice, sugar, spirit vinegar, rice vinegar, salt, rapeseed oil, fructose-glucose syrup, cane molasses), salmon (Salmo salar) (_fish_) (10%), soy sesame dressing (10%) (water, soy sauce (water, _soya_ beans, _wheat_, salt, alcohol), sugar, rice vinegar, _sesame seed_ oil, modified maize starch, onion purée, spirit vinegar, apple juice concentrate, ginger purée, lemon juice concentrate, lime juice concentrate, garlic powder, white pepper), edamame beans (8%) (_soya_), pickled red cabbage (5%) (red cabbage, rice vinegar, sugar, salt), grilled yellow pepper (5%), crispy onions (3%) (onion, palm oil, _wheat_ flour, salt).",
        "calories": 158
    },
    {
        "product_name": "Baked beans",
        "ingredients": "49% haricot beans, 33% tomatoes, water, sugar, modified maize starch, salt, spirit vinegar, onion powder, paprika powder, flavourings, paprika extract",
        "calories": 92
    },
    {
        "product_name": "CROQ'SOJA Curry et Pavot",
        "ingredients": "Tofu* 78,6% (eau, _Soja_*, agents de coagulation : sulfate de calcium, nigari), courgettes* 4,2%, oignons 4,2 %, poivrons rouges* 4,2%, flocons de millet*, semoule de maïs*, farine de riz*, persil*, concentré de tomate* 1,8% farine de châtaigne*, sel marin, épices curry*, ail*, texturés de _soja_*, graines de pavot* 0,7%, huile de tournesol*, extrait de levure*, champignons noirs*déshydratés 0,12%. \r\n\r\nSoja sans OGM \r\n*Ingrédients issus de l'agriculture biologique",
        "calories": 182
    },
    {
        "product_name": "Les classiques - Velouté de 9 légumes",
        "ingredients": "water, carrot¹: 10%, potato¹: 9,3%, celery root¹: 6%, onion¹: 5,6%, tomato¹: 4%, parsnips¹: 2,8%, squash¹: 2%, modified corn starch, sunflower oil, sugar, salt, whey (milk), leek¹: 0,2%, turnip¹: 0,2%, skimmed milk powder, flavour, yeast extract, concentrated celery root juice, concentrated carrot juice, concentrated leek juice, concentrated onion juice, may contain:  gluten, mustard, egg, soy, ¹ vegetables from sustainable agriculture,    vegetable content¹: 40,1%,",
        "calories": 32
    },
    {
        "product_name": "Quinoa croquant, amandes et noisettes",
        "ingredients": "quinoa blanc cuit 23% légumes 18% (tomates 10%, mais), lentilles corail cuites 12% (lentilles corail, eau), haricots azuki 7,6%, fruits secs (amandes 3,6%, noisettes grillées 3,6%), fèves de soja 5,1%, quinoa rouge cuit 4,5% (eau, quinoa rouge, sel), huile de colza, couscous de mais, raisins secs 3,1%, basilic, épices, jus de fruits concentré (pomme, citron), vinaigre de cidre, couscous de riz, sel, antioxydant : acide ascorbique.",
        "calories": 214
    },
    {
        "product_name": "Margherita Sourdough Pizza",
        "ingredients": "WHEAT Flour, Mozzarella Cheese (19%) (Cow's MILK), Water, Tomato (8%), Tomato Puree (8%), Sunflower Oil, Parmigiano Reggiano D.O.P. Cheese (Cow's MILK, Non-Vegetarian Rennet), Salt, Olive Oil, Sicilian Oregano (0.05%), Yeast",
        "calories": 230
    },
    {
        "product_name": "Panzani - spf - bolognaise 210g",
        "ingredients": "Pulpe de tomates et concentré de tomates 56%, viande 17,5% (porc, boeuf), eau, légumes (carottes 6%, oignons 3%), sucre, sel, amidon transformé de maïs, persil 0,3%, huile de tournesol, arômes, ail.",
        "calories": 82
    },
    {
        "product_name": "Lentilles cuites dans très peu de jus",
        "ingredients": "soaked dry lentils, water, salt, firming: calcium chloride, may contain ble",
        "calories": 99
    },
    {
        "product_name": "Mini cracker!",
        "ingredients": "Farina di frumento, olio di girasole altamente oleico 19%, sciroppo di glucosio e fruttosio, zucchero, sale 2,5%, sciroppo di malto, (Orzo e frumento), agenti lievitanti (fosfato monocalcico, carbonato acido di sodio, carbonato acido di ammonio), antiossidante (metabisulfito di sodio)",
        "calories": 465
    },
    {
        "product_name": "Paëlla royale aux petites gambas et au safran",
        "ingredients": "Riz cuit 41,8% (eau, riz, curcuma), eau, poulet mariné et cuit 6,3% (viande de poulet origine France 6,2%, sel, sucre, jus de citron), petits pois, petites gambas cuites 4,4% (crevettes, eau, sel), chorizo précuit pelé 3,5% (viande de porc origine France, gras de porc, épices et plantes aromatiques, sel, arômes naturels), poivrons rouges, poivrons verts, oignons, calmars 3,1%, double concentré de tomates, moules décoquillées cuites 2,1%, tomates, huile de colza, sel, jus de citron, ail, extrait de langoustine, curcuma, extrait d'épice, safran.",
        "calories": 98
    },
    {
        "product_name": "Tesco Three Bean Chilli Soup",
        "ingredients": "Tomato (54%), Mixed Beans (15%) [Red Kidney Beans, Haricot Beans, Black Turtle Beans], Cooked Rice [Water, Rice], Carrot, Potato, Tomato Purée, Red Pepper, Tomato Juice, Onion, Rapeseed Oil, Salt, Smoked Paprika, Garlic Purée, Oregano, Cumin Powder, Parsley, Black Pepper, Chilli Powder.",
        "calories": 43
    },
    {
        "product_name": "Soba classic",
        "ingredients": "Nudeln 72,3% [WEIZENMEHL, Palmöl, Salz, Geschmacksverstärker E621, Mehlbehandlungsmittel (E500, E451), Antioxidationsmittel E306, Säureregulator Citronensäure], Würzsauce 19,9% [Zucker, Wasser, Rapsöl, SOJASAUCE (Wasser SOJABOHNEN, Salz, WEIZEN), Geschmacksverstärker (E621, E635), Farbstoff E150 Dextrose, Melasse, Branntweinessig, Salz, Gewürze, hydrolysiertes Pflanzenprotein Tomatenpulver, Säureregulator: Citronensäure, Aroma], Kohl, Hühnerfleischwürfel. Kam Spuren von Sellerie, Krebstieren, Fisch, Milch, Weichtieren, Senf und Sesam enthalter",
        "calories": 206
    },
    {
        "product_name": "Nouilles Instantanées Légumes",
        "ingredients": "Pâtes (farine de blé, huile de palme (amidon de tapioca), soupe (exhausteur de goût: E621, E627, E631, sauce soja en poudre (soja, sirop de glucose, maltodextrine, colorant: E150c, acidifiant: E330), arôme, acidifiant: E331, extrait de levure) , Sel, régulateurs d'acidité: E452, E500, E501, épaississant: E466, E412), mélange d'assaisonnement (huile de palme (contient antioxydant: E320), légumes (ail, oignon, carotte, feuille d'oignon), sel, sucre, exhausteur: E621, E627, E631 Arôme (contient céleri, tourteau de soja, blé), purificateur de café (sirop de glucose, huile de palme trempée, protéines de lait, régulateur d'acidité: E340, émulsifiant: E471), sauce soja en poudre (soja, acidifiant: E330), maltodextrine, algues séchées, poivre, acidifiant: E296, colorant : E150c, agent de démoulage: E551)",
        "calories": 77
    },
    {
        "product_name": "Taco Mixed Beans",
        "ingredients": "Mixed Beans (43%), Tomato Purée, Water, Red Pepper (4%), Onion, Sugar, Modified Maize Starch, Salt, Yeast Extract, Black Pepper, Cayenne Pepper, Black Pepper Extract. Mixed Beans in Varying Proportions: Red Kidney Beans, Pinto Beans, Cannellini Beans, Haricot Beans, Black Eyed Beans.",
        "calories": 88
    },
    {
        "product_name": "Lentil Dhal Soup",
        "ingredients": "Water, Onion, Tomato (7%), Carrots (7%), Potato (7%), Red Split Lentils (4.5%), Chickpeas (3%), Spinach, Coconut Paste, Green Lentils (1.5%), Cornflour, Coriander Leaf, Garlic Purée, Rapeseed Oil, Ginger Purée, Salt, Lemon Juice, Turmeric, Coriander Powder, Cumin Powder, Ground Cardamom, Chilli Flakes, Cinnamon, Nutmeg, Clove Powder.",
        "calories": 57
    },
    {
        "product_name": "Taboulé au poulet rôti",
        "ingredients": "Semoule de BLE dur réhydratée (57%), filet de poulet traité en salaison cuit rôti * (8%)(filet de poulet (84%), eau, fécule de manioc, dextrose de BLE, sel), poivrons (8%), huile de colza, maïs (5%), tomates (5%), petits pois (4%), vinaigre d'alcool, ciboulette, sel, arômes naturels, sucre, épices (0,2%). Fabriqué dans un atelier utilisant également : lait, œuf, céleri, moutard, poisson, crustacé, soja, fruits à coque. * Volaille Française",
        "calories": 177
    },
    {
        "product_name": "Fiorentina Sourdough Pizza",
        "ingredients": "Wheat Flour, Roasted Garlic Sauce (14.2%) (Cream, Water, Hard Cheese (Cow's Milk)), Sunflower Oil, Maize Starch, Lemon Juice, Roasted Garlic, Salt, Black Pepper), Water, Seasoned Spinach (10.1%) (Spinach (8%), Sunflower Oil, Water, Salt, Onion, Chilli), Mozzarella Cheese (9%) (Cow's Milk), Mushrooms (8.3%), Sunflower Oil, Salt, Black Pepper, Parsley, Garlic, Yeast",
        "calories": 226.099426386233
    },
    {
        "product_name": "Lentilles",
        "ingredients": "Lentilles sèches trempées, eau, sel.\nPeut contenir des céréales (dont blé) contenant du _gluten_.",
        "calories": 85
    },
    {
        "product_name": "Sandwich le méga - Poulet rôti oeuf x3",
        "ingredients": "Pain suédois (farines de blé, de seigle et de blé malté, eau, sucre, huile de colza, levure boulangère, sirop de glucose, levain de seigle, germes de blé, farine d'orge maltée, gluten de blé, protéines de blé, sel, vinaigre d'alcool), viande de poulet, oeuf, salade, huiles végétales (colza, tournesol), eau, jaune d'oeuf, vinaigre d'alcool, dextrose, fécule de manioc, amidon de mais, arôme naturel, sel, arôme, poivre, graines de moutarde. Informations en gras destinées aux personnes allergiques, ce produit peut contenir des traces de poisson et de lait. Poulet: Origine UE. Ne pas congeler ce produit.",
        "calories": 273.183556405354
    },
    {
        "product_name": "Vegetable soup imp",
        "ingredients": "water, tomatoes (24%), carrots, potatoes, pasta tubes (water, durum  wheat  semolina), peas, onions, swede, modified cornflour, sugar, haricot beans, rapeseed oil,  wheat  flour (contains calcium, iron, niacin, thiamin), cornflour, salt, yeast extracts herb extracts, flavouring, vegetables: 28%",
        "calories": 47
    },
    {
        "product_name": "La brandade de Morue parmentière gratinée",
        "ingredients": "Morue* 37,9%, pommes de terre 36,6%, huile végétale (colza, tournesol), eau, oignons 3,9%, flocons de pomme de terre, lait en poudre 1,3%, pulpe d'ail (ail, sel) 1,1%, sel 0,3%, persil déshydraté 0,06%, poivre 0,04%.",
        "calories": 148
    },
    {
        "product_name": "Le Parmentier de Boeuf Charolais purée à la crème fraîche",
        "ingredients": "Purée 65% [eau, flocons de pommes de terre 8%, _crème_ fraîche 2.9%, poudre de _lait_ écrémé, _emmental_ 2.6%, crème de riz, _beurre_ 0.8%, sel, épices], boeuf cuit 12% [boeuf, fond (eau, os de boeuf, vin blanc, concentré de tomates, sel, huile de colza, carottes, oignons, _céleri_, thym, laurier, badiane), vin blanc, concentré de tomates, ail, sel, amidon de riz, poivre], champignons de Paris 7.2%, _emmental_ 4.5%, oignons (oignons, huile de tournesol, antioxydant : extraits de romarin), échalotes, jus de cuisson du boeuf, flocons de pommes de terre, huile de colza, amidon de riz, eau, _beurre_, persil 0.2%, sel, épices.",
        "calories": 137
    },
    {
        "product_name": "Unknown",
        "ingredients": "MOSCONTIN 30 mg SEVREDOL RAFAT DE MORY MAP NAPP 10mg",
        "calories": 61
    },
    {
        "product_name": "Nouilles aux crevettes",
        "ingredients": "Spaghetti cuits 35.2% (eau, semoule de _blé_ dur), _crevettes_ décortiquées 22,6% (_crevettes_, eau, sel), carottes 8,8%, champignons noirs 8,8%, choux de Milan 8,8%, huile de colza, oignons, eau, jus de citron vert à base de concentré 1%, sauce _soja_ 0,7% (eau, graines de _soja_, farine de _blé_, sel), sauce poisson (poisson, sel, eau), purée de gingembre 0,6%, ail, poivron rouge, farine de _blé_, épices et plantes aromatiques, sel, huile de tournesol, ciboule, oignon, sel, basilic thaï 0,2%.\n\nSpaghetti: origine France.\nCrevettes: origine non-UE.\n\nTraces possibles de: mollusques, œuf, céleri, lait, moutarde.",
        "calories": 128
    },
    {
        "product_name": "Demae Ramen - Chicken",
        "ingredients": "noodles 91,5% [wheat flour, palm oil,  stabilizer (potassium carbonate), thickener (guar gum), antioxidant (tocopherol-rich extract)], seasoning powder 7.3% [salt, flavor enhancers guanillate disodium (disodium inosinate], sugar, chicken meat powder (6.2% in seasoning powder), spices, soy sauce powder (soybeans, wheat, salt, m yeast extract,  flavouring, cont rapeseed, anti-caking agent (silicon dioxide), smoke flavouring), seasoning in oil 1.2% [(toasted sesame seed oil of may contain , crustaceans, fish, milk, molluscs and mustard, ()",
        "calories": "No calories information"
    },
    {
        "product_name": "Teriyaki",
        "ingredients": "Eau, riz long complet de Camargue IGP* 24,1%, carottes* 10,9%, oignons* 10,4%, poivrons rouges* 5,9%, protéines de _soja_ texturées* 3,6%, huile de tournesol*, sauce _soja_* 3,3% (eau, _soja_*, _blé_*, sel de mer, alcool*), miel* 2,5%, jus de citron 1,8%, farine de _soja_ déshuilée* 1,5%, gingembre* en poudre, oignons* en poudre, _sésame_* noir complet, _gluten_ de _blé_*, ail* en poudre, sel de mer.\r\n*Ingrédients issus de l'agriculture biologique.",
        "calories": 161
    },
    {
        "product_name": "Protein Power Soup Pea & Spinach",
        "ingredients": "Water, Peas (27%), Cannellini Beans (13%), Courgette (6%), Potato, Onion, Spinach (4%), Coconut Cream, Garlic, Sunflower Seeds, Lemon Juice, Green Lentils, Basil, Cornflour, Rapeseed Oil, Salt, Mint, Bicarbonate Soda, Black Pepper, White Pepper.",
        "calories": 60
    },
    {
        "product_name": "Purée de carottes",
        "ingredients": "Carotte 83 %, pommes de terre, lait demi-écrémé 10 %, beurre 5 % (lait), amidon de maïs, sel, poivre.",
        "calories": 61
    },
    {
        "product_name": "Kringler Salinis Gl.Fri 60g Schar 60g",
        "ingredients": "Majsstärkelse/maisstivelse, palmolja/-olie, potatisstärkelse/potetstivelse, havssalt, invertsocker/-sukkersirap, torrjäst/-gjær, stabiliseringsmedel/stabilisator: e-466, emulgeringsmedel/emulgator: sojalecitin, bakpulver/heve/hævemiddel: natriumvätekarbonat, dinatriumdifosfat.",
        "calories": 289
    },
    {
        "product_name": "Ristorante Pizza Mozzarella",
        "ingredients": "Wheat Flour (With Calcium Niacin (B3) Iron Thiamin (B1)) \nMozzarella Cheese (24 %) \nTomato Puree \nCherry Tomatoes (10 %) \nWater\n Vegetable Oil (Rapeseed) \nYeast \nSalt \nBasil\n Sugar \nParsley \nSpinach \nGarlic \nOnions\n Pepper\n Roasted Onions \nOregano\n Paprika\n Lemon Juice \nMaltodextrin\n Dextrose\n Pepper Extract",
        "calories": 248
    },
    {
        "product_name": "Rosti",
        "ingredients": "Pommes de terre (88%), huile de tournesol (8%), pommes de terre déshydratées, sel, oignons en poudre (0,6%),",
        "calories": 190
    },
    {
        "product_name": "Tajine légume grillés",
        "ingredients": "vegetable mixture 57% (pre-fried eggplant dice (eggplant, sunflower oil), grilled zucchini in slices 31%, roasted red pepper dice 30%), peeled tomatoes crushed with juice (acidifying: citric acid), tomato puree, raisins 3.7% (rapeseed oil), garlic, extra virgin olive oil, sugar, concentrated lemon juice, salt, natural flavor, ginger, spice mixture, coriander 0.4% , cumin, wheat flour,",
        "calories": 100
    },
    {
        "product_name": "Cream of Tomato Soup",
        "ingredients": "Tomatoes (89%), Water, Modified Cornflour, Sugar, Rapeseed Oil, Dried Skimmed Milk, Salt, Cream (Milk), Milk Proteins, Acidity Regulator - Citric Acid, Spice Extracts, Herb Extract.",
        "calories": 51
    },
    {
        "product_name": "Tortelloni Pesto Basilico",
        "ingredients": "53% töltelék [19%* ricotta savósajt (édes tejsavó, étkezési sav: citromsav; savanyúságot szabályozó anyag: tejsav; étkezési só), panírliszt (búzaliszt, élesztő, étkezési só), 4,7%* bazsalikom, 4,7%* mozzarella sajt, repceolaj, 2,6 %* juhsajt (juhtej, étkezési só, sajtkultúrák, mikrobiológiai oltóenzim), 2,4%* kesudió, teljes mértékben hidrogénezett repceolaj, laktóz, 1,5%* kemény sajt, burgonyapehely (burgonya, emulgeálószer: zsírsavak mono - és digliceridjei), jódozott étkezési só (étkezési só, kálium-jodid), rizsliszt, 0,5%* fenyőmag, természetes aroma], 47% tészta (búzaliszt, 14%* teljes tojás**, durumbúza-őrlemény). *A késztermékben.",
        "calories": 299
    },
    {
        "product_name": "Aubergine Parmigiana Fresh Tortelloni",
        "ingredients": "Filling 53%: Fried Aubergines 22% (Aubergine, Sunflower Oil), Mozzarella Cheese (From Milk) 16%, Chopped Tomatoes 11%, Tomato Concentrate 9%, Mascarpone Cheese (From Milk), Ricotta Cheese (From Milk), Vegetable Fibres (From Corn and Potato), Full Fat Hard Cheese (From Milk), Breadcrumbs (Soft Wheat Flour, Water, Salt, Yeast), Whey Powder (From Milk), Natural Flavourings, Starches (From Pea, Potato and Corn), Basil 1%, Salt, Garlic. Pasta 47%: Soft Wheat Flour, Eggs 30%, Durum Wheat Semolina.",
        "calories": 210
    },
    {
        "product_name": "Ratatouille",
        "ingredients": "Courgettes, aubergines pré-frites (aubergines, huile de tournesol), jus de tomates, oignons, poivrons rouges, purée de tomate double concentrée, huile d'olive vierge (1.9%), sucre, sel, ail, mélange d'herbes aromatiques, jus de citron centré.",
        "calories": 61
    },
    {
        "product_name": "Coleslaw à la moutarde à l'ancienne",
        "ingredients": "Choux blancs (44%), carottes (29%), eau, huile de colza, sucre, _moutarde_ à l'ancienne (1%) (eau, vinaigre d'alcool, graines de _moutarde_, téguments, sel, arômes naturels, épice), vinaigre d'alcool, oignons (1%), _moutarde_ de Dijon (eau, graines de _moutarde_, vinaigre d'alcool, sel), sel, amidon transformé de pomme de terre, _œufs_ en poudre, épaississants : E412-E415, anti-oxydant : acide ascorbique, arôme naturel de poivre,",
        "calories": 125
    },
    {
        "product_name": "Tagliatelles au Poulet 🐔, Champignons🍄Crème",
        "ingredients": "Tagliatelles au poulet, champignons, crème et ciboulette: Tagliatelles cuites 31,6% (eau, semoule de blé dur, œufs, huile de colza), poulet traité en salaison 21,6% (viande de poulet origine UE 20,9%, amidon, sel), eau, crème fraîche légère 8,8% (contient lait), carottes 6,6%, champignons forestiers en proportion variable 3,5% (cèpes, pleurotes, pholiotes, lactaires), champignons de Paris 3,4%, échalotes, ciboulette 0,9%, farine de blé, amidon de maïs, sel, arômes naturels (contient: oeuf, blé, céleri), persil, poivre.\n\nTagliatelles: origine Italie. Poulet origine UE. Champignons: origine UE et non-UE.\n\nTraces possibles de: poisson, crustacés, mollusques, soja, moutarde.",
        "calories": 103
    },
    {
        "product_name": "L'écrasé pommes de terre aux 2 carottes",
        "ingredients": "Pommes de terre 58%, _lait_ demi-écrémé, carottes 12%, carottes jaunes 12%, _beurre(lait)_, sel, persil, thym.",
        "calories": 82
    },
    {
        "product_name": "Salade & Compagnie - Montmartre",
        "ingredients": "Salade composée 80%, eau, semoule de blé dur, œuf, sel, épices, salade 11%, jambon de porc, emmental, jus de citron, huile de colza, eau, ferments, erythorbate de sodium, nitrite de sodium, sel, arôme naturel, plantes aromatiques.",
        "calories": 199
    },
    {
        "product_name": "Coleslaw, choux blanc et carottes",
        "ingredients": "Légumes (chou blanc 42%, carottes 32%, oignons), huile de colza, eau, sucre, poivre, vinaigre d'alcool, jus de citron à base de concentré, moutarde (eau, graines de moutarde, vinaigre d'alcool, sel), jaune d'œuf* en poudre, sel, sirop de glucose, amidon transformé, épaississant: gomme xanthane, antioxydant: acide ascorbique, conservateur: sorbate de potassium. * Issu de poules élevées au sol.",
        "calories": 109
    },
    {
        "product_name": "Unknown",
        "ingredients": "pre-cooked durum wheat semolina (gluten) 93%, salt, sunflower oil, flavors (milk, lactose), dehydrated red and green peppers, onion powder, spices 0.8%, onion powder, garlic powder, sugar, tomato powder, cream powder (milk, lactose), lemon zest,",
        "calories": 162
    },
    {
        "product_name": "Ravioli boeuf",
        "ingredients": "Farce 50% (Viande de bœuf VBF* 12.2%, chapelure (farine de BLE, eau, sel, levure), pommes de terre déshydratées-épice : curcuma, eau, carottes 4%, tomate pulpe 3,5%, oignons 3%, huile de colza, LACTOSERUM (LAIT), basilic 1.5%, sel, oignon déshydraté 0.8%, arômes naturels, ail, thym, poivre), Pâte 50% (semoule de BLE dur, eau, OEUFS frais issus de poules élevées en Plein Air 3.8%). Pourcentages exprimés sur le produit total. *Viande bovine transformée en France provenant d'animaux nés, élevés et abattus en France. Peut contenir des traces de soja, moutarde et gluten provenant d'autres céréales. Conditionné sous atmosphère protectrice.",
        "calories": 263
    },
    {
        "product_name": "Parmentier de canard",
        "ingredients": "Ingrédients (pourcentages exprimés sur le poids total de la recette) : \n\nPurée de pommes de terre 69,6% : Pommes de terre 51%, _lait_ demi-écrémé, _crème_ légère, huile de tournesol, _beurre_, poudre de _lait_ entier, sel, curcuma. \n\nGarniture 30,4% : Viande de canard cuite 14% (origine UE), oignons, champignons de Paris, graisse de canard 2%, double concentré de tomates, sel, ail, fécule de manioc.",
        "calories": 152
    },
    {
        "product_name": "DUO DE QUINOA AUX LEGUMES",
        "ingredients": "Eau, quinoa royal blanc* 31 %,  carottes*, poivrons rouges*, maïs*, oignons*, quinoa rouge* 3,4%, huile d'olive* vierge extra, purée d'ail*, sel marin, épices*. *Produits issus de l'agriculture biologique. Peut contenir des traces de gluten, SOJA et graines de SESAME.",
        "calories": 145
    },
    {
        "product_name": "Mac And Cheese Original Flavor",
        "ingredients": "Enriched Macaroni (Wheat Flour, Durum Flour, Niacin, Ferrous Sulfate [Iron], Thiamin Mononitrate [Vitamin B1], Riboflavin [Vitamin B2], Folic Acid), Cheese Sauce Mix (Whey, Milkfat, Salt, Milk Protein Concentrate, Sodium Triphosphate, Contains Less than 2% of Tapioca Flour, Citric Acid, Calcium Phosphate, Sodium Phosphate, Lactic Acid, with Paprika, Turmeric, and Annatto Added for Color, Cheese Culture, Enzymes).",
        "calories": 250.18522
    },
    {
        "product_name": "Gaspacho",
        "ingredients": "66% tomate, 15% poivron rouge, 11,6% concombre, 2,6% huile d'olive vierge extra, 2,2% oignon, 1,3% vinaigre de Xérès, 0,8% sel, 0,3% jus de citron, 0,2% ail.",
        "calories": 50
    },
    {
        "product_name": "Aiguillettes de poulet à la moutarde et au citron, écrasée de pommes de terre et carottes",
        "ingredients": "Pomme de terre cuite et assaisonnée 30,4 % (pomme de terre, sel), carotte cuite 23,2 %, aiguillette de poulet cuit rôti [aiguillette de poulet 18,2 % (origine : France), eau, fécule de manioc ou de pomme de terre], _lait_ demi-écrémé, bouillon de poulet [eau, os et viande de poulet (origine France*)], eau, crème liquide (_lait_), échalote, huile d'olive vierge extra, moutarde à l'ancienne 1 % (eau, graine de _moutarde_, vinaigre de vin, sel), jus de citron 0,5 %, farine de riz, beurre (_lait_), _moutarde_ de Dijon 0,2 % (eau, graine de _moutarde_, vinaigre d'alcool, sel, acidifiant : acide citrique), ail, persil, jus de légumes concentré (carotte, oignon, poireau), poivre, fibre d'agrumes.",
        "calories": 79
    },
    {
        "product_name": "Flavour Cheese",
        "ingredients": "wheat  flour, palm fat  barley  malt extract, glucose syrup, salt,  eggs  raising agents (ammonium hydrogen carbonate, sodium hydrogen carbonate), whey powder (from  milk ), flavour enhancers (e621, e631, e627),  cheese  powder 0,1%, sunflower oil, flour treatment agent (sodium  metabisulphite ), acidity regulators (citric acid, calcium lactate)",
        "calories": 504
    },
    {
        "product_name": "Cheese Hot Chicken Flavor Ramen",
        "ingredients": "NOODLE (73,1%) { WHEAT FLOUR , MODIFIED TAPIOCA STARCH, PALM OIL,  WHEAT GLUTEN , SALT, GLYCERIN,  SOYBEAN  OIL, ACIDITY REGULATOR (POTASSIUM CARBONATE ANHYDROUS (E501(I)),SODIUM CARBONATE (E500), SODIUM PHOSPHATE DIBASIC (E339(II)), CITRIC ACID (E330)), THICKENER (GUAR GUM (E412)), PURIFIED WATER, EMULSIFIER (LECITHIN (E322)), GREEN TEA FLAVOR OIL}\r\n\r\nSOUP (24,1%) {WATER, ARTIFICIAL CHEESE FLAVOR POWDER,  SOY  SAUCE, WHITE SUGAR, ARTIFICIAL CHICKEN FLAVOR POWDER,  SOYBEAN  OIL, CHILI PEPPER POWDER, RED PEPPER POWDER, ONION, GARLIC, MODIFIED POTATO STARCH, CHILLI EXTRACT, PAPRIKA EXTRACT, BLACK PEPPER POWDER, CURRY POWDER}\r\n\r\nPOWDER (2,8%) {MOZZARELLA  CHEESE  POWDER, ROASTED  SESAME , ROASTED LAVER}",
        "calories": 570
    },
    {
        "product_name": "28 bâtonnets de surimi",
        "ingredients": "38% fish meat, water, starches (contains cereals containing gluten), rehydrated egg white, rapeseed oil, sugar, salt, natural flavours (contains crustaceans), colour: paprika extract,",
        "calories": 121
    },
    {
        "product_name": "bio mouliné de légumes verts🥒🥦",
        "ingredients": "Eau, pomme de terre*, courgette*, poireau*, haricot vert*, oignon*, _céleri-rave_*, brocoli*, carotte*, épinard*, amidon de maïs*, _crème_* en poudre, sel de mer, arômes naturels,\r\n*issus de l'agriculture biologique,",
        "calories": 29
    },
    {
        "product_name": "Gratinée oignons et croûtons",
        "ingredients": "oignon 29%, croûtons 27% (farine de blé , huile de palme, sel, levure, antioxydant: E392), fécule de pomme de terre, sel, arômes (contient céleri, lait, orge et blé ), huile de palme, chlorure de potassium, fromage en poudre 1,1%, émulsifiant: E339, exhausteur de goût: E621, extrait de malt d'orge, acidifiant: E330, extrait de levure, sirop de glucose, céleri, protéines de lait, farine de blé . Peut contenir des traces d’œuf, lupin, fruits à coque, arachides, sésame, soja et moutarde.",
        "calories": "No calories information"
    },
    {
        "product_name": "La Paëlla Valenciana, poulet rôti, chorizo et fruits de mer",
        "ingredients": "Viande de poulet 26% (poulet 24%, eau, sirop de glucose, fécule de manioc, citron, sel), riz 19%, eau, moules du Pacifique* (A) et/ou moules (B) 11%, oignons, poivrons rouges 3,8%, huile de colza, chorizo 3% (viande de porc, épices, sel, ail), petits pois 2,8%, crevettes 2,5%, huile d'olive vierge, vin blanc, épices, ail, sel, gélatine de bœuf, jus de moules concentré. *selon approvisionnement, voir la/les lettre(s) au niveau de la date limite de consommation. Traces éventuelles de lait. Malgré tout le soin que nous avons apporté à l'élaboration de ce plat, vous pouvez trouver exceptionnellement quelques morceaux de Coquilles. Viande de poulet origine UE. Les informations en gras et soulignées sont destinées",
        "calories": 182
    },
    {
        "product_name": "Poêlée La Rustique",
        "ingredients": "Pommes de terre préfrites 42% (pommes de terre 40%, huile de tournesol, dextrose), champignons de Paris 18%, haricots verts 18%, oignons préfrits (oignons, huile de tournesol), bolets jaunes 5%, eau, CREME fraîche, concentré de jus de champignon, farine de BLE, huile de tournesol, échalotes rissolées déshydratées (échalotes, huile de tournesol), persil, sel, poudre de bolet jaune séché 0,2%, ail, arôme naturel (LAIT), extrait de levure, poivre Peut contenir : CELERI",
        "calories": 91
    },
    {
        "product_name": "Velouté de 12 légumes",
        "ingredients": "Eau, jus de tomate à base de concentré, pomme de terre réhydratée, carotte, oignon réhydrate, poireau, purée de potiron, amidon, céleri, huile de colza, beurre concentre, sel, petits pois, chou-fleur, navet, courgette, panais, lait écrémé en poudre, arômes naturels (contient lait).",
        "calories": 130
    },
    {
        "product_name": "Riz à la Provençale au Thon & Basilic",
        "ingredients": "Riz cuit 52% (eau, riz 22%), tomates 10%, THON Listao au naturel émietté 7% (THON Listao 6,5%, eau, sel), olives noires en rondelles blanchies 4%, petits pois doux très fins, maïs doux en grains 4%, huile de colza, poivrons rouges, vinaigre d'alcool, huile d'olive vierge extra, basilic 0,9%, MOUTARDE de Dijon, sel, arômes naturels, épaississants: gomme guar - gomme xanthane. Fabriqué dans un atelier utilisant également : gluten, lait, œuf, crustacé, céleri, fruits à coque, soja.",
        "calories": 132
    },
    {
        "product_name": "Colin d'Alaska MSC - 7 Céréales & Graines",
        "ingredients": "_Colin d'Alaska_ 54%, farine de _blé_ 12%, eau, chapelure 5,6% (farine de _blé_ complet 4,8%, levure, sel), huile de colza, graines de tournesol 1,7%, sarrasin 1,6%, graines de citrouille 1,6%, farine de riz 1,0%, graines de lin 1,0%, amidon de _blé_, quinoa 0,98%, sel, grains de millet 0,56%, graines de pavot 0,42%, _moutarde_, poudre à lever (bicarbonate d'ammonium), huile de tournesol, curcuma.",
        "calories": 196
    },
    {
        "product_name": "Ristorante Pizza Quattro Fromaggi",
        "ingredients": "Farine de BLÉ, 13% purée de tomate, 10% FROMAGE MOZZARELLA, 10% FROMAGE EDAM, eau, CRÈME fleurette, 6,6% concentré de tomate, 4,2% FROMAGE EMMENTAL, huile de colza, levure de boulangerie, 0,8% FROMAGE BLEU, sel, sucre, basilic, sauce SOJA (eau, graines de SOJA, sel, farine de BLE), huile d'olive vierge extra, amidon modifié, épices, origan, ail. peut contenir : moutarde",
        "calories": 251
    },
    {
        "product_name": "Moroccan Spiced Chicken & Chickpea Soup",
        "ingredients": "Water, Tomato (22%), Onion, Chickpeas (8%), British Chicken (6% (Chicken, Chicken Stock (Water, Chicken Bones, Salt) Salt, Cornflour), Carrot, Dried Apricot (4%), Green Lentils (3%), Tomato Purée, Rapeseed Oil, Honey, Coriander Leaf, Salt, Galangal, Ginger, Black Pepper, Cardamom, Turmeric, Allspice, Cinnamon, Cayenne Pepper, Cassia, Coriander, Mace, Nutmeg, Cloves.",
        "calories": 60
    },
    {
        "product_name": "Haricots Rouges façon Chili",
        "ingredients": "Légumes 54% (haricots rouges secs trempés 38,4%, maïs doux en grains 8,6%, poivrons rouges en dés 4,3%, oignons 2,7%), eau, double concentré de tomates, sel, MOUTARDE(eau, graines de MOUTARDE, vinaigre d'alcool, sel) 0,5%, arômes naturels, cumin 0,3%, sucre, arôme naturel d'oignon 0,1%, arôme naturel de poivre, arôme naturel de poivron, arôme naturel de piment, exhausteur de goût : inosinate disodique. Peut contenir des traces de GLUTEN",
        "calories": 74
    },
    {
        "product_name": "PastaBox - Tortellini Ricotta Epinards Sauce au parmesan",
        "ingredients": "Pâtes fraîches cuites 45% (semoule de BLE dur 22%, eau, CEUF, sel), CREME légère 12%, LAIT écrémé, RICOTTA, épinards, eau, oignons, PARMESAN, EMMENTAL, MOZZARELLA, protéines de LAIT, poudre d'épinard 0,3%, huile d'olive vierge, huile de colza, vinaigre d'alcool, farines de BLE, de fèves et d'ORGE malté, gluten de BLE, son de BLE, fibre de BLE, levure boulangère, amidon et/ou fécule, sucre, LACTOSE, correcteur d'acidité : acide citrique, conservateurs : sorbate de potassium, acétate de sodium, sel, poivre, ail. Ce produit peut contenir des fruits à coque et d'autres céréales contenant du gluten.",
        "calories": 159
    },
    {
        "product_name": "Dolce Pizza - Regina",
        "ingredients": "Pâte fine à pizza (farines de BLE et de BLE malté, eau, levure boulangère, sel), MOZZARELLA, purée de tomates 13%, jambon de porc, champignons, eau, olives noires avec noyau 2%, roquette, farine de BLE, dextrose, sirop de glucose, ferment, conservateur : nitrite de sodium, stabilisant : tripolyphosphate de sodium, antioxydant : érythorbate de sodium, sel, arômes naturels, bouillon de porc, basilic, origan. Olives",
        "calories": 179
    },
    {
        "product_name": "Paëlla à la Valenciana",
        "ingredients": "Riz jaune cuit 49,3% (eau, riz, curcuma), morceau de poulet cuit rôti traité en salaison [filet ou aiguillette de poulet 5,9% (origine : UE), eau, dextrose, sel], _colin_ d'Alaska qualité sans arête (_poissons_) 6%, _crevette_ décortiquée salée 5% (_crevette_ (_crustacés_), sel), anneau de _calmar_ (_mollusques_) 5%, petit pois 5%, tomate, oignon, poivron rouge 4%, chorizo 4% (viande de porc (origine : UE), gras de porc, sel, piment, dextrose, épices et extraits d'épices, ferments _lactiques_, conservateur : nitrite de sodium, antioxydant : ascorbate de sodium), arôme naturel (contient : _crustacés_ et _mollusques_), huile de tournesol, huile d'olive vierge extra, sel",
        "calories": 140
    },
    {
        "product_name": "Ratatouille à la Provençale",
        "ingredients": "Courgettes* 36%, tomates*30%, aubergines*9.4%, oignons*7.6%, concentré de tomates*4.8%, huile d'olive*3%, huile de tournesol*, poivrons rouges* 1.9%, poivrons verts* 1.9%, sucre de canne roux*, sel de mer non raffiné, épaississants: farine de riz* ou fécule de pomme de terre*,ail*, thym*, laurier*, poivre*, jus concentré de citron*. * Biologique",
        "calories": 65
    },
    {
        "product_name": "Gazpacho l'original",
        "ingredients": "Tomate,poivron,concombre,oignon,huile d'olive vierge extra (2,2%),vinaigre de vin,sel,ail,jus de citron,teneur en légumes: 94%",
        "calories": 40
    },
    {
        "product_name": "Salade de concombre",
        "ingredients": "SUEDE CONCOMBRE AU FROMAGE BLANC ET CIBOULETTE, es Oncombes (9) huile de cola, eau, fromage blanc be peste crème pasteurise, ferments lactiques), the cont ferments actiques), ciboulette (0,8%), vinaigre 2 a matre de Dion (eau, graines de moutarde, on sellesi sol poudre de jaune d'oeuf, émulsifiant: igne faces gas poire, épaississants: gomme gone guar Fabrique dans un atelier utilisant également: assics, posson, malusque, coler, soja, fruits à coque ret Sans Arome Artificiel.",
        "calories": 86
    },
    {
        "product_name": "Wholegrain Microwaveable Rice",
        "ingredients": "98% cooked wholegrain rice (water, wholegrain rice), vegetable oil (sunflower oil or rapeseed oil).",
        "calories": 208
    },
    {
        "product_name": "Purée Délice - Courgettes, Céleri, Brocolis, Pois - Délice Vert",
        "ingredients": "Courgettes 42%, CELERI-rave 18%, brocolis 18%, petits pois doux 14%, flocons de pomme de terre (pommes de terre déshydratées, antioxydant : extrait de romarin), BEURRE, sel 0.6%, arôme naturel muscade, ail déshydraté, arôme naturel de poivre. \nTraces possibles de BLE, MOUTARDE, SOJA.",
        "calories": 55
    },
    {
        "product_name": "Blé riz rouge quinoa au naturel",
        "ingredients": "Eau, _blé_ mondé* 23,7 %, riz rouge complet* 9,3 %, quinoa* 8 %, huile de tournesol*, sel de mer.\r\n*Ingrédients issus de l'agriculture biologique.",
        "calories": 159
    },
    {
        "product_name": "Lentilles préparées",
        "ingredients": "Eau, lentilles sèches trempées, sel, arôme naturel.\r\nTraces éventuelles de céréales contenant du gluten.",
        "calories": 82
    },
    {
        "product_name": "Knorr Soupe Liquide Légumes du Potager 45cl",
        "ingredients": "Voici les ingrédients présents dans notre jolie bouteille : de l'eau, de la carotte¹ (17%), de la tomate¹ (13%), de la courge¹ (6,3%), de la CRÈME fraîche (6,1%), de l'amidon de riz, de l'oignon¹ (3%), des petits pois¹ (3%), du CÉLERI-RAVE¹ (2,5%), du poireau¹ (2,5%), de la courgette¹ (2%), un peu de sucre de canne et une pincée de sel. ¹Légumes issus de l'agriculture durable. 49,3% de légumes¹.",
        "calories": 54
    },
    {
        "product_name": "yumyum Nudeln",
        "ingredients": "_Weizenmehl_ (_Gluten_), Palmöl (Palmöl, Antioxidationsmittel: E306), Salz, Zucker, Tapiokastärke, modifizierte Tapiokastärke, Knoblauch, Geschmacksverstärker: E621, E635, Chili 0,5%, Frühlingszwiebel 0,4%, Maisstärke, Pfeffer 0,3%, Zimt 0,1%, Sternanis 0,1%, Säuerungsmittel: E296, Farbstoff: E150c, Korianderpulver, Würzmittel (Aroma, _Sojaeiweiß_), Verdickungsmittel: E456, Hefeextrakt.",
        "calories": 75
    },
    {
        "product_name": "Danone veloute nature 125 g x 8",
        "ingredients": "LAIT entier (75,7%), LAIT écrémé concentré ou en poudre (21,8%), crème (LAIT) (2,5%), ferments lactiques (LAIT) LAIT : Origine France",
        "calories": 72
    },
    {
        "product_name": "Mouliné de légumes bio",
        "ingredients": "Eau, carotte, pomme de terre, oignon, _céleri-rave_, chou-fleur, poireau, courgette, _crème_ en poudre, sel, amidon, extrait de levure.",
        "calories": 33
    },
    {
        "product_name": "Purée lentilles corail, potimarron",
        "ingredients": "Lentilles corail* précuites 45,5 %, eau, potimarron* 12,4 %, carottes* 10 %, oignons*, huile d'olive* extra vierge, huile de tournesol*, amidon de maïs*, sel de mer, sauce _soja_* (eau, _soja_*, _blé_*, sel de mer, alcool*). \r\n\r\n*Ingrédients issus de l'agriculture biologique",
        "calories": 89
    },
    {
        "product_name": "Suprêmes soufflés Nature 4x120g",
        "ingredients": "OEUFS 33%, eau, farine de BLE 19%, huile de colza, sel, extrait d'épices.",
        "calories": 216
    },
    {
        "product_name": "Taboulé au poulet à la ciboulette",
        "ingredients": "Semoule de blé dur réhydratée 44% (semoule de blé dur, eau), légumes (poivrons, maïs, tomates, concombres, oignons), poulet cuit assaisonné 10% (viande de poulet (Origine : France) 8,9%, eau, sel, poivre), jus de citron à base de concentré, huile de colza, ciboulette déshydratée, épices, vinaigre d'alcool, sel, arôme naturel, conservateur : sorbate de potassium.",
        "calories": 171
    },
    {
        "product_name": "Pâtes farcies aux légumes à la sauce tomate bio",
        "ingredients": "Purée de tomates* 37,5%, eau, ravioli* 15% [pâte* (semoule de BLE* dur, eau), légumes* 1,5% (carottes*, poivrons*, oignons*, tomates*), couscous* (BLE), chapelure* (farine de BLE*, sel), huile de tournesol*, sel marin, plantes* aromatiques, purée d'ail*, poivre gris*], oignons* en morceaux, huile de tournesol*, sucre de canne*, bouillon de légumes* en poudre (sel marin, amidon de maïs*, extrait de levure*, huile de tournesol*, carottes*, poireaux*, épices*, plantes* aromatiques (CELERI), CELERI*), sel marin, basilic*, origan*.\n*Produits issus de l'agriculture biologique.\nPeut contenir des traces de SOJA, OEUFS, POISSONS et LAIT.",
        "calories": 74
    },
    {
        "product_name": "Baked Beans",
        "ingredients": "Beans (51%), Tomatoes (38%), Water, Sugar, Modified Maize Starch, Reduced Sodium Sea Salt, Spirit Vinegar, Salt, Paprika, White Pepper, Spices, Flavourings.",
        "calories": 85
    },
    {
        "product_name": "Soupe Thai  (Nouilles, champignons et pousses de soja)  د تای سوپ",
        "ingredients": "pâte chinoise : 36% (semoule de BLÉ tendre, sel, blanc d'ŒUF), amidon de pomme de terre, dextrose, graisse de palme, sel, champignon de Paris¹ : 2,8%, pousse de SOJA (haricot mungo) : 2,6%, lactose (LAIT), chlorure de potassium, maltodextrine, extrait de levure, protéines végétales hydrolysées, noix de coco, lactosérum (LAIT), carotte¹ : 1,1%, arômes, protéines de LAIT, graisse de poule, épinard : 0,8%, champignon noir : 0,8%, oignon de printemps : 0,6%, sucre, farine de BLÉ, jus de citron, épices : 0,4% (curry (coriandre, curcuma, graines de fenouil, graines de cumin, poivre, graines de fenugrec, piment de Cayenne, cardamome, graines de MOUTARDE), piment de Cayenne), sauce soja (graines de SOJA, BLÉ), huile de maïs, antioxydant : extraits de romarin. Peut contenir : céleri. \r\n¹Ingrédients issus de l'agriculture durable.",
        "calories": 377
    },
    {
        "product_name": "Cream of Tomato Soup",
        "ingredients": "Tomatoes (89%), Water, Modified Maize Starch, Sugar, Rapeseed Oil, Cream (𝐌𝐢𝐥𝐤), Salt, Dried Skimmed 𝐌𝐢𝐥𝐤, Flavourings, Onion Extract, Acidity Regulatory: Citric Acid.",
        "calories": 56
    },
    {
        "product_name": "Mes Carottes râpées à la ciboulette",
        "ingredients": "Carottes 80%, eau, huile de colza, ciboulette déshydratée, épices, jus de citron à base de concentré, moutarde (eau, graines de moutarde, vinaigre d'alcool, sel), vinaigre d'alcool, jus d'orange concentré, extrait de citron, sel, amidon transformé, épaississant: gomme xanthane, conservateur: sorbate de potassium,",
        "calories": 79
    },
    {
        "product_name": "Pizza Cuite Sur Pierre - Margherita",
        "ingredients": "Farine de blé, 28% purée de tomates, eau, 6,7% mozzarella (lait), 6,7% Edam (Lait), huile de colza, sel, levure de boulanger, sucre, levain de blé déshydraté, farine de blé de gonflement, 0,1% basilic, 0,1% origan, tomate en poudre, poivre noir, farine de malte torréfié (blé, orge), amidon modifié (pomme de terre)",
        "calories": 208
    },
    {
        "product_name": "Tajine de bœuf",
        "ingredients": "Eau, 13,7% boulette au bœuf frite (10,3% viande de bœuf, blanc d'œuf* chapelure (farine de blé, sel), légumes en proportion variable (oignons, poivrons rouges), épices, fécule de pomme de terre, fibre de pois, sel), 13,3% semoule de blé dur  (Origine : France), 8,4% courgette (origine : France, Belgique, Espagne, Pologne), 6,8% poivron (Origine: Espagne, Pologne, Serbie, Macédoine), 6,3% carotte (Origine France, Belgique, Pologne), 5,8% oignon, 4,1% aubergines (Origine Espagne). huile de colza, 2,6% raisins secs, 2,1% pois chiche, huile végétale de tournesol, purée de tomates double concentrée, sel, huile d'olive, amidon transformé de mais, fécule de pomme de terre, arômes naturels, menthe,  gingembre, ail, épices.\r\n* Issu de poules élevées en plein air.",
        "calories": 144
    },
    {
        "product_name": "Rice noodles chick-n ramen",
        "ingredients": "Rice noodles (62%) (rice, tapioca starch, salt, broth paste (36%) (soybean paste [water, soya beans, rice, salt), water, sesame paste (10%), yeast extract, sesame oil (6%), sugar, rice bran oil, salt, alcohol, onion powder, paprika powder, garlic powder, chilli powder, ginger powder, black pepper), dried spring onion. Allergy advice: for allergens, see ingredients in bold. May contain celery and mustard.",
        "calories": 69
    },
    {
        "product_name": "Mouliné de 12 légumes",
        "ingredients": "Eau, carotte, pomme de terre réhydratée, pomme de terre, champignon réhydraté, céleri-rave, chou-fleur, poireau, jus de tomate à base de concentré, courgette, panais, sel, huile de colza, beurre concentre, brocoli, navet, cerfeuil, arômes naturels (contient lait).",
        "calories": 37
    },
    {
        "product_name": "2 panes au cabillaud",
        "ingredients": "Préparation à base de _cabillaud_ MSC 65% : _cabillaud_ 56%, eau, amidon modifié de pomme de terre, fibre de pomme de terre, sel, épaississant : méthylcellulose\r\nPanure 35% : chapelure (farine de _blé_, levure, sel), enrobant (eau, farine de _blé_), huiles végétales (tournesol, colza)\r\n[% exprimé sur la totalité du produit]",
        "calories": 215
    },
    {
        "product_name": "Quinoa et boulgour à l'indienne",
        "ingredients": "Eau, quinoa* 15,4%, tofu* 14,4% (eau, soja, gélifiant: sulfate de calcium, nigari), boulghour de blé dur* 10,8%, carottes* 9,1%, poivrons* 9,1%, oignons* 9,1%, huile d'olive vierge extra*, curry en poudre* (dont céleri*, moutarde*), sel de mer, épaississant: gomme guar*, sucre de canne* *ingrédients issus de l'agriculture biologique.",
        "calories": 145
    },
    {
        "product_name": "Façon Chili",
        "ingredients": "Eau, haricots rouges* précuits 20%, protéines de _soja_* texturées 7,7%, concentré de tomate* 7,6%, _blé_ mondé* 6,4%, mais doux* 3.4%, poivrons rouges* 2,5%, oignons* 2,2%, épices*, huile de colza*, sucre de canne*, sel de mer.\r\n*Ingrédients issus de l'agriculture biologique.",
        "calories": 111
    },
    {
        "product_name": "Couscous Grain Moyen",
        "ingredients": "100% semoule de BLÉ dur de qualité supérieure. Contient du gluten. Peut contenir du soja et de la moutarde.",
        "calories": 365
    },
    {
        "product_name": "Nouilles japonaises saveur boeuf teppanyaki",
        "ingredients": "Nouilles 58g (farine de _blé_ 68%, huile de tournesol, carbonates de sodium, carbonates de potassium). Assaisonnement saveur bœuf teppanyaki 7g (sel, arômes, sucre, carottes 1%, sauce _soja_ (fèves de soja, _blé_, maltodextrine de maïs, sel), extrait de levure, oignons, sucre caramélisé, oignons verts 0.4%, exhausteur de goût: 5'-ribonucleotide disodique, huile de colza, poivre noir, cannelle, anis",
        "calories": 80
    },
    {
        "product_name": "Carottes râpées",
        "ingredients": "Carottes râpées 81%, huile de colza, eau, vinaigre d'alcool, jus de citron 1,5% (*à base de concentré), _moutarde_ de Dijon (eau, graines de _moutarde_, vinaigre d'alcool, sel), sel, sucre, épaississants : gomme guar et gomme xanthane, ail, poivre.\nPeut contenir des traces de céréales contenant du gluten, crustacés, œufs, poissons, soja, lait, fruits à coque, céleri, graines de sésame, mollusques.",
        "calories": 97
    },
    {
        "product_name": "Brulle fraîcheur",
        "ingredients": "Salade 36%, viande de poulet rôti traitée en salaison cuite 16%\r\n(viande de poulet origine France, huile de tournesol, acidifiants: lactate de\r\npotassium-acétates de sodium, sel, stabilisants: Algues Euchema transformées-triphosphates, dextrose, amidon de pomme de terre, sucre roux, vinaigre d'alcool,\r\nantioxydant: ascorbate de sodium), maïs 14% (mais, sucre, sel), sauce Caesar 14% [huile de colza, eau, vinaigre d'alcool, moutarde (eau, graines de moutarde, vinaigre d'alcool, sel), sel, sucre, fromage (lait, sel, présure), jaune d'œuf, ail,\r\narôme naturel (contient lait), anchois en poudre, épaississant: gomme xanthane,poivre), carotte 13%, tomate cerise 6%, eau, ferments,",
        "calories": 107
    },
    {
        "product_name": "Quorn mince",
        "ingredients": "Mycoprotein (88%), Rehydrated Free Range Egg White, Pea Fibre, Natural Caramelised Sugar, Firming Agents: Calcium Chloride, Calcium Acetate; Gluten Free Barley Malt Extract.",
        "calories": 105
    },
    {
        "product_name": "Alvalle Gazpacho tomate, menthe & basilic 1 L",
        "ingredients": "Tomate (88%),courgette,jus de citron,oignon,huile d'olive vierge extra (0,9%),ail,basilic (0,5%),sel,menthe (0,15%),poivre blanc,teneur en légumes: 93%",
        "calories": 30
    },
    {
        "product_name": "Gazpacho Tradicional",
        "ingredients": "Hortalizas frescas (96%) (tomate, pimiento, pepino, cebolla), aceite de oliva virgen extra (2,2%), vinagre de vino, sal, ajo",
        "calories": 44
    },
    {
        "product_name": "Poêlée La Parisienne",
        "ingredients": "Haricots verts 30%, pommes de terre préfrites 24% (pommes de terre 23%, huile de tournesol, dextrose), carottes 13%, champignons de Paris 9%, eau, oignons préfrits (oignons, huile de tournesol), lardons cuits fumés 6% (poitrine de porc, sel, arômes naturels, épices et plantes aromatiques, extraits de fruits et d'épices, extrait de levure, antioxydant: acide ascorbique), huile de tournesol, fatine de blé, persil, sel, ciboulette, ail, bouillon de volaille(sel, arôme, graisse et viande de poulet, fécule et maltodextrine de pommes de terre, plantes aromatiques, épices, blé, céleri), arôme naturel, romarin, poivre,",
        "calories": 96
    },
    {
        "product_name": "Lunch bowl",
        "ingredients": "Eau, BLÉ D'ÉPEAUTRE précuit 19%, petits pois doux 16%, haricots cornille réhydratés 14%, tomates cerises en rondelles 9%, poivrons rouges grillés 6%, olives vertes 5,5% (olives 4,6%, sel), huile d'olive vierge extra 2,8%, sel, basilic, poivre noir,",
        "calories": 126
    },
    {
        "product_name": "Ben's Mexican style",
        "ingredients": "Steamed parboiled long grain rice (86%), red pepper (5.9%), double concentrated tomato paste (4.1%), sunflower oil, natural flavouring, spices, jalapeno pepper, salt, onion powder, yeast extract, acid (citric acid), garlic powder.",
        "calories": 154
    },
    {
        "product_name": "Super Nutty Wholefood",
        "ingredients": "Cooked Quinoa (20%) (Water Quinoa Seeds), Black Beans, Edamame Soybeans (11%), Cooked Spelt (Water, Spelt (Wheat contains Gluten)), Carrots, Broccoli, Peanuts (4%), Vegetable Oil (Sunflower/Rapeseed), Green Beans, Almonds (2.5%), Sugar,  Pumpkin Seeds,  Pistachio Nuts (1.5%), Concentrated Apple Juice, Ginger Purée, Rice Vinegar, Coriander, White Wine Vinegar, Salt, Lime Juice, Concentrated Pomegranate Juice, Red Wine Vinegar, Cornflour, Soybeans, Lemon Juice, Wheat (contains Cluten) Red Chilli Purée, Garlic Purée.",
        "calories": 165
    },
    {
        "product_name": "Organic Quinoa & Brown Rice with Garlic Flavour",
        "ingredients": "Water; whole grain brown rice*; whole grain quinoa*; sunflower oil*; sea salt; garlic powder*; tapioca starch*; dried garlic*; onion powder*; soy lecithin*; parsley*; spice*.",
        "calories": 390
    },
    {
        "product_name": "Poulet & Purée de Courgettes pointe de crème fraîche",
        "ingredients": "Courgettes 42%, poulet traité en salaison rôti (poulet 14%, amidon de tapioca, dextrose, sel), flocons de pommes de terre 8,8%, tomates 7,7% (tomates, jus de tomates, jus de citron concentré), eau, crème fraîche 4,9%, concentré de tomates, oignons 2,1%, beurre, amidon de riz, crème de riz, poudre de lait écrémé, huile d'olive vierge, sel, huile de colza, ail 0,1%, poivre, curcuma, thym 0,02%.\n\nPoulet origine UE.",
        "calories": 111
    },
    {
        "product_name": "Lasagnes de bœuf à la crème de mozzarella",
        "ingredients": "Crème de mozzarella 26,6% (eau, crème, lait écrémé, mozzarella 4,5%, fécule de manioc, huile de tournesol, sel, muscade), tomates concassées 25,8%, pâtes fraîches 10,2% (semoule de blé dur, eau, œuf frais), viande de bœuf race Limousine origine France 9,8% (viande de bœuf précuite 7,2%, viande de bœuf 2,6%), eau, oignons, carottes, emmental, huile de tournesol, champignons, double concentré de tomate 1,7%, basilic, sel, fécule de manioc, ail, plantes aromatiques, poivre.",
        "calories": 151
    },
    {
        "product_name": "Purée de courgettes",
        "ingredients": "Courgettes 80%, lait demi-écrémé, crème fraîche (lait), amidon de maïs, lait écrémé en poudre, sel. Fabriquée dans un atelier qui utilise du céleri.",
        "calories": 44
    },
    {
        "product_name": "Tranches panées de Colin d'Alaska MSC",
        "ingredients": "_Colin_ d'Alaska 62,8%, panure 37,2% (farine de _blé_ 16,5%, eau, huile de colza 7%, amidons, amidon modifié, levure, sel, extraits d'épices)",
        "calories": 173
    },
    {
        "product_name": "Stonebaked Thin Margherita Pizza",
        "ingredients": "WHEAT Flour, Cheese Blend (31%) (Mozzarella Cheese (MILK), Cheddar Cheese (MILK) in varying proportions), Water, Tomato Purée, Yeast, Rapeseed Oil, Chicory Root Fibre, Cornflour, Salt, Garlic Purée, Basil, Oregano, Black Pepper.",
        "calories": 420
    },
    {
        "product_name": "Wasa delicate thin crackers sea salt 180g we",
        "ingredients": "Farine de BLÉ, amidon de pomme de terre, huile de tournesol, LAIT écrémé en poudre, huile d'olive 6,7%*, amidon modifié de maïs, sirop de glucose, poudre de babeurre (LAIT), sel de mer 1,8%*, poudre à lever: carbonate acide d'ammonium. *% exprimés sur le produit fini. Peut contenir des traces d'OEUFS, MOUTARDE, FRUITS A COQUE et SOJA.",
        "calories": 436
    },
    {
        "product_name": "Lentil & Smoked Bacon soup",
        "ingredients": "Water, red split lentils (6%), carrot, smoked bacon (5%) [pork, water, salt, dextrose, preservative (sodium nitrite)], green lentils (4.5%), onion, crushed tomato (3.5%), spinach, celery, cornflour, rapeseed oil, lemon juice, garlic puree, salt, thyme, English mustard [water, mustard flour, sea salt, turmeric, pimento], paprika, black pepper, ground bay leaf.",
        "calories": 61
    },
    {
        "product_name": "One Pot Meal Spanish Butter Bean Stew",
        "ingredients": "Water, Cannellini Beans, Lentils, Tomatoes (7%), Butter Beans (7%), Tomato Paste (4%), Red Peppers, Onions, Kale, Garlic Puree, Black Olives, Smoked Paprika, Rapeseed Oil, Salt, Parsley, Cornflour, Cumin, Coriander, Turmeric, Thyme, Oregano, Black Pepper, Chillies.",
        "calories": 89
    },
    {
        "product_name": "Mixed Bean Salad",
        "ingredients": "Mixed Beans (53%) (Green Beans, Red Kidney Beans, Black Eyed Beans, Borlotti Beans, Haricot Beans, Chickpeas), Water, Sweetcorn, Sugar, Red Pepper, White Wine Vinegar, Salt.",
        "calories": 108
    },
    {
        "product_name": "Crema de calabaza y zanahoria",
        "ingredients": "Agua, calabaza 24%, zanahoria 17%, patata,  puerro,  jugo de soja (agua,  semilla  de soja libre de OGM, sal), aceite de oliva,  sal, especias,  aroma natural.",
        "calories": 48
    },
    {
        "product_name": "Légumes & Quinoa à la provençale",
        "ingredients": "Aubergines en dés préfrites 23% (aubergines 20%, huile de tournesol), courgettes en dés 23%, purée de tomates mi-réduite 20%, oignons en dés 12%, poivrons rouges en dés 7,6%, double concentré de tomates, quinoa blanc 2,4%, quinoa noir 2,4%, huile d'olive vierge extra 1,9%, sucre 0,9%, sel, jus concentré de citron, ail, farine de BLÉ, thym.",
        "calories": 99
    },
    {
        "product_name": "Immunity Power Soup Butternut Squash & Chilli",
        "ingredients": "Water, Butternut Squash (24%), Carrots, Vegetable Stock (Water, Carrots, White Onions, Salt, Leeks, Red Onions, Garlic, Kaffir Lime Leaf, Spring Onions, Fennel, Coriander, Bay Leaf Infusion (Water, Bay Leaf), Black Pepper, White Pepper), Coconut Cream, Sweet Potato (5%), White Onion, Red Lentils, Cannellini Beans, Mango Puree, Rapeseed Oil, Ginger, Sunflower Seeds, Salt, Cornflour, Coriander, Turmeric, Black Pepper, Red Chilli Flakes.",
        "calories": 51
    },
    {
        "product_name": "Knorr Soupe Déshydratée Douceur de 9 Légumes 3 Portions",
        "ingredients": "Pomme de terre¹ : 17 %, graisse de palme, sucre, farine de BLÉ, courge¹ : 6,7 %, carotte¹ : 6,4 %, amidon de pomme de terre, sel, CRÈME : 4,9 %, haricot vert¹ : 4,5 %, tomate¹ : 4,5 %, BEURRE, oignon¹ : 2,9 %, protéines végétales hydrolysées, graisse de poule (graisse de poule, antioxydant : extraits de romarin), lactose (LAIT), CÉLERI-RAVE¹ : 1,3 %, LAIT écrémé, protéines de LAIT, brocoli¹ : 0,9 %, poireau¹ : 0,5 %, antioxydant : E 320. Peut contenir : avoine, moutarde, œuf, orge, seigle, soja. ¹Légumes issus de l'agriculture durable. 44,7% de légumes¹ (incluant la pomme de terre).",
        "calories": 425
    },
    {
        "product_name": "Bouillon à la chinoise",
        "ingredients": "Nouilles 39,5 % (farine de _blé_, sel), fécule de pomme de terre, légumes 11 % (carotte, pomme de terre, poivron rouge, poireau, oignon, cerfeuil), dextrose, sel, sirop de glucose, arômes (contient : _blé_, _orge_, _lait_), exhausteurs de goût (glutamate de sodium, E627, E631), champignons (bolets) 3,4 %, graisse de poule (antioxydant : E310), extrait de malt d'_orge_, épices et aromates (anis, ail, curcuma), _céleri_.",
        "calories": 29
    },
    {
        "product_name": "Crème de Champignons",
        "ingredients": "Amidon modifié de pomme de terre,  huile de palme, sirop de glucose, sel, exhausteurs de goût (chlorure de potassium, glutamate de sodium, E627, E631), arômes (contient _lait_, _blé_, _orge_), extrait de champignons 1,7 % et champignons de Paris 0,6 %, _protéines de lait_, extrait de malt d'_orge_, oignon, persil, émulsifiant (E471), _céleri_, farine de _blé_.",
        "calories": 42
    },
    {
        "product_name": "Taboulé aux tomates fraîches",
        "ingredients": "Tomates fraîches 60%, eau, oignons, poivrons, huile d'olive vierge extra 2,3%, feuilles de menthe émincées 1,8%, sel, persil, jus de citron concentré 0,5%, jus d'orange concentré, épaississants: farine de graine de caroube et gomme guar, extrait de poivre.",
        "calories": 123
    },
    {
        "product_name": "",
        "ingredients": "vegetables (tomato2: 33%, onion (including grilled onion: 0,8%)), sugar, blé flour, palm fat, mozzarella: 5,9% (fromage), potato starch, fromages (including fromage fondue), salt, whey (lait), hydrolyzed vegetable protein, maltodextrin, potassium chloride, yeast extract, lactose (lait), concentrated vegetable juice (cege, carrot, leek, onion), herbs (thyme: 0,2%, oregano: 0,1%), aromas, may contain: egg,\r\n2tomate from sustainable agriculture,",
        "calories": 382
    },
    {
        "product_name": "Cream of Mushroom  soup imp",
        "ingredients": "water, mushrooms 6%, dried skimmed  milk , rapeseed oil, modified cornflour, cream ( milk ),  wheat  flour,  milk  proteins, salt, yeast extracts, flavouring, sugar, stabiliser - polyphosphates and sodium phosphates, spice extract",
        "calories": 53
    },
    {
        "product_name": "Poêlée La Méditerranéenne",
        "ingredients": "Courgettes prefrites 25% (courgettes 24%, huile de tournesol), pommes de terre préfrites 20% (pommes de terre 19%, huile de tournesol, dextrose), aubergines grillées 20%, eau, poivrons jaunes grillées, poivrons rouges 7%, graines de courge 3%, huile de tournesol 1,3%, farine de blé, huile olive vierge extra 0,9%, basilic, sel, double concentré de tomates, ail, romarin, maltodextrine de pommes de terre, jus concentrés de légumes et d'aromates (tomate, courgette, carotte, poivron rouge, oignon, fenouil, ail, extraits de levure, arôme naturel",
        "calories": 96
    },
    {
        "product_name": "Velouté de poireaux et pommes de terre",
        "ingredients": "Eau, pomme de terre 17%, poireau 16%, crème fraîche, lait écrémé, amidon de maïs, huile de colza, épinard, sel, arômes naturels (contient lait), extrait naturel d'oignon.",
        "calories": 44
    },
    {
        "product_name": "Orge, lentilles vertes, riz rouge au naturel",
        "ingredients": "Eau, boulghour d'orge 26,8%, lentilles vertes 11,6%, riz rouge complet 3,4%, huile d'olive extra vierge, huile de tournesol, sel de mer.",
        "calories": 164
    },
    {
        "product_name": "Brandade de morue parmentiere gratinée",
        "ingredients": "Pomme de terre 39,2%, morue* 35,2% (Gadus spp), eau, huile de tournesol, oignons, farine de pommes de terre, poudre de lait entier, ail, sel, persil, huile d'olive, poivre, extrait de curcuma",
        "calories": 152
    },
    {
        "product_name": "Colin d'Alaska Extra croustillant MSC",
        "ingredients": "Colin d'Alaska 63%, chapelure 10% (dont farine de blé 9,3%), huile de colza, farine de blé 8,5%, eau, amidon de blé, sel.",
        "calories": 224
    },
    {
        "product_name": "Pois cassés à la paysanne Bio - 300 g - Jardin Bio",
        "ingredients": "Eau, pois cassés* 24%, carottes* en morceaux 6,5%, pommes de terre* en morceaux 4%, sel marin, oignons* en morceaux, purée d'ail*, huile de tournesol*, persil*, poivre noir*.*Produits issus de l'agriculture biologique. Peut contenir des traces de gluten, SOJA et graines de SESAME.",
        "calories": 82
    },
    {
        "product_name": "Fischstäbchen",
        "ingredients": "Alaska Seelachs-Filet (65%), Paniermehl (_Weizenmehl_, Wasser, Gewürze (Paprika, Kurkuma), Hefe, Salz), Rapsöl, _Weizenmehl_, Stärke, Wasser, Salz",
        "calories": 203
    },
    {
        "product_name": "Velouté de potiron & carottes BIO",
        "ingredients": "Eau, potiron* 26%, carotte* 21%, pomme de terre&quot;, crème“, sel, extrait naturel de poivre. *",
        "calories": 28
    },
    {
        "product_name": "Poisson à la Bordelaise & écrasé de pommes de terre",
        "ingredients": "Pommes de terre 39%, _merlu blanc_ 26%, eau, échalotes 6.3%, pain de mie (farine de _blé_, eau, levure, sel, farine de _soja_, huile de colza), _beurre_ 2.6%, vin blanc 2.1%, _crème_ fraîche, huile de colza, poudre de _lait_ écrémé, huile d'olive vierge, ail 1.1%, persil 0.6%, sel, chapelure 0.4% (contient _blé_), zeste de citron jaune 0.4%, oignons, amidon de riz, herbes de provence 0.08% (basilic, origan, romarin, thym), huile de tournesol, poivre, curcuma.",
        "calories": 130
    },
    {
        "product_name": "Cous Cous",
        "ingredients": "Durum wheat semolina",
        "calories": 132
    },
    {
        "product_name": "Crema de calabacín",
        "ingredients": "Calabacín 43%, agua, cebolla, zanahoria, apio nabo, aceite de oliva virgen extra, sal. Puede contener trazas de cereales con gluten, frutos con cáscara, leche, soja y huevo. Sin conservantes ni colorantes.",
        "calories": 36
    },
    {
        "product_name": "Lustucru quinoa facile",
        "ingredients": "Quinoa précuit blanc et rouge (51%), boulgour (BLÉ dur précuit concassé) (49%)Contient du gluten. Peut contenir du soja et du sésame.",
        "calories": 357
    },
    {
        "product_name": "Saumon aux épices tandoori, riz noir et petits légumes",
        "ingredients": "Riz noir cuit 22,8%, saumon (POISSONS) qualité sans arêtes* 21,4%, tomate pelée concassée 13,4% (tomate, jus de tomate). carotte jaune 9,4%, poivron rouge 7,7%, épinard 4,1%, chou kale 4,1%, oignon rouge 4,1%, eau, LAIT fermenté, pâte tandoori 1,8% [LAIT fermenté, tomate, ail, épices, crème (LAIT) fouettée, pâte de poivron (poivron, jus de citron concentré), pâte d'oignon frit (oignon sel, eau, huile de tournesol, jus de citron, fibre d'agrume), menthe, feuille de coriandre, huile de tournesol, sel], oignon, échalote cive, purée de tomate, concentré de tomate, persil, sel, fibre d'acacia, huile d'olive vierge extra, protéines de LAIT, paprika, poivre blanc, piment de Cayenne.",
        "calories": 108
    },
    {
        "product_name": "Frozen Baked Jacket Potatoes",
        "ingredients": "Potatoes 99.5%, Sunflower Oil 0.5%.",
        "calories": 84
    },
    {
        "product_name": "Wakame Miso Soup Paste 5 Sachets",
        "ingredients": "soybean  paste ( soybean  58 %, rice, salt), water, salt, yeast extract, wakame seeweed, bonito, kombu extract (kombu, glucose syrup, salt, yeast extract, thickener: e415)",
        "calories": 100
    },
    {
        "product_name": "Repas De Thon (dans L'huile)",
        "ingredients": "tonno, olio di oliva, sale",
        "calories": 110
    },
    {
        "product_name": "Fish Pie",
        "ingredients": "Potatoes, milk, hake (11%) (fish), salmon (11%) (fish), cream (milk), butter (milk), smoked haddock (3%) (smoked haddock (fish), salt), wheat flour (wheat flour, calcium carbonate, iron, niacin, thiamin), Cheddar cheese (milk), spinach, breadcrumbs (wheat flour (wheat flour, calcium carbonate, iron, niacin, thiamin), salt, yeast, caramelised sugar, colours: paprika extract, turmeric extract), double cream (milk), salt, parsley, free-range egg yolk, fish stock (water, salt, fish powder, rapeseed oil, dried cod (fish), anchovies (fish), lemon juice concentrate, dried onion, dried potato), lemon juice, white pepper.",
        "calories": 128
    },
    {
        "product_name": "Quinoa Royal - Carottes jaunes et cumin",
        "ingredients": "Eau, quinoa royal* 11,8%, carottes jaunes* 11,4%, concentré de tomate*, _épeautre_ précuit* (blé*), lentilles vertes* 3,1%, huile de colza*, oignons en poudre*, sel de mer, cumin*, ail en poudre*, curcuma*.\r\n\r\n *Ingrédients issus de l’agriculture biologique.",
        "calories": 90
    },
    {
        "product_name": "Le Rougail Saucisse et son riz créole",
        "ingredients": "Riz 46% (eau, riz, curcuma), saucisse fumée cuite 18% (viande de porc, sel, sirop de glucose, poivre, ail, extraits d'épices. Fumage au bois de hêtre), tomates 10%, eau, concentré de tomates 7.1%, oignons 5%, huile de colza, huile d'olive vierge, sel, gingembre, ail 0.1%, thym 0.06%, persil, piment 0.01%.",
        "calories": 155
    },
    {
        "product_name": "Fusilli",
        "ingredients": "Durum Wheat Semolina, Water.",
        "calories": 349
    },
    {
        "product_name": "Plant based tomato soup",
        "ingredients": "tomatoes (81%), water, fermented soy, modified cornflour, sugar, rapeseed oil, salt, acidity regulator - citric acid, spice extract, herb extract.",
        "calories": 51
    },
    {
        "product_name": "Fette croccanti con sesamo",
        "ingredients": "Farina di segale integrale (84%), sesamo (10%), sale",
        "calories": 362
    },
    {
        "product_name": "Knorr Soupe Déshydratée Douceur d'Asperges 3 Portions",
        "ingredients": "Farine de BLÉ, graisse de palme, amidon de pomme de terre, asperge blanche³ : 6,4%, sel, maïs doux³, sirop de glucose, sucre, protéines végétales hydrolysées, chlorure de potassium, protéines de LAIT, arômes (dont LAIT), asperge verte³ : 0,6%, épinard³, jus de citron (jus de citron, maltodextrine). Peut contenir : avoine, céleri, moutarde, œuf, orge, seigle, soja. ³Légumes issus de l'agriculture durable : 11,2%.",
        "calories": 469
    },
    {
        "product_name": "Macédoine de légumes en conserve",
        "ingredients": "Légumes (carottes, navets, haricots verts, petits pois, flageolets), eau, sel. Rejoignez-nous sur bonduelle.fr Bonduelle Europe Service Consommateurs Bonduelle B.P.30173-59653 Villeneuve d'Ascq cedex 09 70 25 22 22 appel non surtaxé Long Life www.fondation-louisbonduelle.org La Woestyne, 59173 Renescure FRUITS LECUND DE FRAN",
        "calories": 39
    },
    {
        "product_name": "Lentilles Préparées 460g",
        "ingredients": "Eau, lentilles blondes sèches trempées 32%, carottes 4%, arômes (_blé_), oignons 1%, sel, une feuille de laurier, graisse de poulet 0,05%, graisse de porc fumée 0,02%, extrait de romarin, épices.",
        "calories": 93
    },
    {
        "product_name": "Les Tendres Carrés blé, petits pois, courgette & curry",
        "ingredients": "Seitan de blé* 31,3% (eau, gluten de blé, farine de blé, sel de mer), riz complet* cuit, petits pois* 16,7%, courgettes* 15%, oignons* 13,3%, carottes 10%, huiles végétales* (tournesol oléique&quot;, tournesol&quot;), farine de blé, flocons d'avoine complète, sel de mer, curry* 0,6%. *Ingrédients issus de l'agriculture biologique\nfabriqué en France dans un atelier qui utilise : céleri, fruits à coques, oeuf, lait, sésame, soja, moutarde, et lupin",
        "calories": 208
    },
    {
        "product_name": "Salade & Compagnie - Stockholm",
        "ingredients": "Salade composée 80% spécialités céréalières cuites (eau, semoule de BLE dur, CEUF, sel, curcuma), CEUF, salade 11%, SAUMON, tomates, fèves de SOJA, poivrons, jus et zeste de citron, huiles de colza et/ou tournesol. eau, ferments, conservateur: vinaigre tamponné, sirop de glucose, sel, arômes naturels, épices, plantes aromatiques. Sauce vinaigrette balsamique au citron 7%; huile de colza, huile d'olive vierge, purée de citron, vinaigre de vin (SULFITES), moût de raisin, sel. Cookie au chocolat 7% : sucre, farine de BLE, CEUF, BEURRE, huile de colza, pâte et beurre de cacao, poudre de cacao maigre, poudre à lever: bicarbonate de sodium, émulsifiants: lécithines (SOJA), arôme naturel, sel. Gressins 4% et fourchette 2%: farine de BLE, son de BLE, fibre de BLE, semoule de BLE dur, BEURRE, huile d'olive vierge, huile de colza, eau, levure boulangère, sucre, amidon et/ou fécule, sel, graines de pavot, arôme naturel. Ce produit peut contenir des crustacés, du lait, de la moutarde, d'autres espèces de poisson, des fruits à coque et d'autres céréales contenant du gluten.",
        "calories": 194
    },
    {
        "product_name": "Aiguillettes de poulet au miel et aux épices semoule",
        "ingredients": "Potiron 23,3%, duo de semoule de _blé_ dur réhydratée [semoule de _blé_ dur complète 11,4% (_gluten_), semoule de _blé_ dur 4,5% (_gluten_), eau, cumin, sel, cannelle, curcuma], morceaux d'aiguillette de poulet rôti traité en salaison [aiguillette de poulet 17,3% (origine : UE), eau, fécule de pomme de terre, sel], eau, carotte 11,5%, miel 2,7%, fibre de chicorée, oignon, raisin sec réhydraté 1,4% (raisin sec, eau, huile de coton), jus de citron, amidon de riz, _pistache_ hachée grillée 0,5%, basilic, fond de volaille (jus de cuisson de volaille, sel), huile d'olive vierge extra, _amande_ torréfiée 0,2%, purée d'ail, épices 0,13%, préparation à base de piment 0,08% (piment, purée de tomate, eau, sel, poivron, vinaigre d'alcool), sel, cannelle, cardamome, coriandre feuille, coriandre moulue.",
        "calories": 123
    },
    {
        "product_name": "Suprêmes au Goût de Crabe",
        "ingredients": "Chair de poisson 38 % (colin d'Alaska et/ou merlu du Pacifique), eau, blanc d'œuf réhydraté, fécules de pomme de terre, sucre, amidon de blé, sel, huile de colza, jaune d'œuf pasteurisé, arômes naturels (crustacés, blé), colorants : extrait de paprika, lycopène de tomate.",
        "calories": 86
    },
    {
        "product_name": "Bâtonnets Colin d'Alaska MSC",
        "ingredients": "Colin d'Alaska 58%, chapelure 20% (farine de blé 17%, eau, épices, sel, levure), huile de colza, eau, farine de blé 4%, amidon, sel, huile de poisson 0,29%,",
        "calories": 222
    },
    {
        "product_name": "Chicken & Mushroom",
        "ingredients": "oncentratet, acid (citric acid). Sauce sachet (4%): Soy sauce [water, Soy sauce SORBEAIL WHEAT, BARLEY), mushr0oms (0.4%), herbs (chivest, sage), potato starch, mushro jie MK), Sugar, skimmed MILK powder, palm fat, salt, onion powder', yeastpowodr (antais Ingredients (as sold) POL Noodle mix (96%): Dried noodles (69%)[WHEAT flour (contains calcium carbonal, on niacin, thiamin), palm oil, salt, firming agents (potassium carbonate, sodium cadorater, maltodextrin, WHEAT flour, sweetcorn, potassium chloride, flavour enhancers (monosodium glutamate, disodium inosinate, disodium guanylate), flavouring (aar LK), Sugar, skimmed MILK powder, palm fat. salt, onion powdert, yeast powder lan ge JbeHEAD), salt, molasses, sugar, acid (acetic acid)]. From sustainmbio rolory and mustard.",
        "calories": 411
    },
    {
        "product_name": "Crackers integrali",
        "ingredients": "selection fibrextra measure 79% (whole wheat flour 75%, inulin from cicoria 2%, wheat fiber 1%, oat fiber 1%) - malted wheat flour - sunflower oil - barley and corn malt extract - iodized salt (salt, potassium iodate) - raising agent: ammonío hydrogen carbonate - brewer's yeast, may contain milk, soy and sesame seeds,",
        "calories": 402
    },
    {
        "product_name": "Cream of Tomato Soup",
        "ingredients": "Tomato puree (91%), sugar, rapeseed oil, modified maize starch, salt, dried skimmed milk, double cream (milk), acidity regulator (citric acid), paprika, basil extract, Flavourings.",
        "calories": 58
    },
    {
        "product_name": "Lasagna",
        "ingredients": "Salsa boloñesa (50 %: mezcla de carne de vacuno y porcino (35%*), tomate (35%*) (tomate y corrector de acidez [ácido citrico] agua, cebolla (4,7%*), almidón de arroz, aceite de oliva, azúcar, sal, ajo (ajo, sal, corrector de acidez [ácido citrico]), albahaca, oregano, pimienta negra y romero. Bechamel (31%): agua, leche, harina de trigo, mantequilla, sal, nuez moscada y pimienta blanca, Pasta (13%): sémola de trigo, huevo y agua, Mezcla de quesos (69%): mezcla de quesos: mozzarella, cheddar y emmental.",
        "calories": 143
    },
    {
        "product_name": "Mouliné aux légumes",
        "ingredients": "Eau, carottes* 14,9%, pommes de terre* 14,9%, _céleri_-rave* 4,7%, oignons* 4,2%, choux fleurs* 4,2%, poireaux* 2,8%, amidon de _blé_*, huile d'olive vierge extra*, haricots verts* 0,9%, sel, arômes naturels, arôme naturel de poivre. \n*Biologique",
        "calories": 30
    },
    {
        "product_name": "Moroccan Style Falafels",
        "ingredients": "chickpeas (62%) (chickpeas, water), red pepper (19%), rapeseed oil, onion, dried potato, dried apricot (6%), dates (4,5%), salt, raising agent: sodium carbonates, coriander powder, cumin powder, dried parsley, cinnamon powder, dried garlic, white pepper, crushed chillies, emulsifier: mono-and diglycerides of fatty acids, dietary advice: suitable for vegetarians and vegans, warning: although every effort has been made to remove stones,  some small stones or fragments may remain, no artificial colours, flavourings or preservatives, 200ge energy fat of which saturate carbohydrate of which sugars fibre protein salt",
        "calories": 198
    },
    {
        "product_name": "Spiced Butternut soup",
        "ingredients": "Water, carrot (36%), butternut squash puree (9%), onion, rapeseed oil, honey, tomato paste, salt, ginger puree, garlic puree, cumin seeds, ground coriander, dried red chilli.",
        "calories": 31
    },
    {
        "product_name": "Pizza Mozzarella",
        "ingredients": "Pasterizirano kavje mleko, nejodirana sol, mikrobiološko iio, kislina citronska kislina, Hraniti pri temperaturi od  2 °C do  8°C, Uporabno najmanj do: glej odtis na sprednji strani ambalaže, Po odprtju hraniti v hladilniku in porabiti v uku 1 dne, *Predlog za serviranje RO Brânză Mozzarella, Conţinut de grăsime raportat la substanţa uscată 45%, Ingrediente: lapte de vacă pasteurizat, sare, cheagnicrobian, acidifiant acid citric, A se păstra la o temperatura cuprinsă între  2 °C și  8 °C, Expiră la /Nr, Lot: vezi față ambalaj, După deschiderea ambalajului, a se păstra la frigider şi a se consuma în decurs de maximum 1 zi, *Recomandare de servire BG Моцарела, 45% мазнини в сухата маса, Съставки: пастьоризирано краве мляко, трапезна сол, сирищни ензими (с микробиален произход), киселина: лимонена киселина, Неотворен, при съхранение от  2°C до  8 °C, най-добър до:/ Партида: виж отстрани, След отваряне съхранявайте в хладилник и консумирайте до 24 часа, Производител: Милхверке иегер ГмбХ, Хауптщрасе 38, 83527 Хаг, Германия, *Символично изображение Hranilna vred ost/Declarație nutrițională/ 0/100 g energetică/ 1080 KI/ 260 kcal 19,5g Хранителни с ойности Energijska vrednost/Valoare Енергийна стоиНОСТ Mascobe/Grasimi/Мазнини od tega nasičene maščobe/din care acizi graşi | Ogljikovi hidrati/Glucide/Въглехидрати od tega sladkorji/din care zaharuri/ от които 13,0 1,1g| 1,1g",
        "calories": 260
    },
    {
        "product_name": "Cruspies Paprika",
        "ingredients": "46% Erdnusskerne, Stärke (enthält Weizen), Weizenmehl, Sonnenblumenöl, Zucker, Speisesalz, Gewürze, Dextrose, Hefeextrakt, Paprikapulver, Aroma, Säuerungsmittel: Äpfelsäure, Citronensäure",
        "calories": 514
    },
    {
        "product_name": "Escalope Milanaise, Dinde 100% filet",
        "ingredients": "Spaghetti cuits 32% (eau, semoule de blé dur, oeufs de poules élevées en plein air, huile de colza), escalope de dinde reconstituée traitée en salaison panée et cuite 31,6% [filets de dinde reconstitués 23,1% (filets de dinde origine France 19,3%, eau, sel, amidon de maïs), panure 8,5% (farine de blé, sel, levures, curcuma , paprika), huile de tournesol], tomates pelées concasssées au jus 12,4%, (tomates, jus de tomates), eau, concentré de tomates 5,2%, huile d'olive vierge, oignon préfrit (oignon, huile de tournesol), farine de blé, purée d'ail, basilic 0,7%, sucre, sel, jus de citron concentré.",
        "calories": 160
    },
    {
        "product_name": "Carottes râpées",
        "ingredients": "Carottes 83 % (UE), eau, huile de colza, vinaigre d'alcool, moutarde de Dijon (eau, graine de _moutarde_, vinaigre d'alcool, sel), jus de concentré de citron, sel, épaississants : gomme guar, gomme xanthane, gomme tara, conservateur : sorbate de potassium.",
        "calories": 77
    },
    {
        "product_name": "Lasagnes saumon, epinard",
        "ingredients": "Epinards 20,6%, lait entier de écrémé réhydraté 20%, saumon Atlantique qualité sans arêtés* 15,4% (_poissons_), eau, pâte précuite [semoule de blé dur (_gluten_), eau, oeuf entier issu de poules élevées en plein air en poudre 0,1%, sel], crème fraîche liquide (_lait_), farine de blé (_gluten_), échalote, emmental râpé (contient : _lait_ , origine : Pays-Bas) 2,8%, vin blanc, fumet de poissons [eau, cabillaud (_poissons_), oignon, carotte, sel, épices, plantes aromatiques], jus de citron concentré, beurre (_lait_), sel, huile de tournesol, basilic, muscade, ail en poudre, poivre, curcuma. peut contenir des traces de : crustacés, soja, fruits à coque, céleri, moutarde, sésame, sulfites, mollusques.",
        "calories": 102
    },
    {
        "product_name": "Quinoa poulet et sésame",
        "ingredients": "Eau, quinoa blanc* 29%, purée de tomates* double concentrée, morceaux de poivrons verts*, morceaux d'oignons 18,1%*, morceaux de poivrons rouges, biande de cuisse de poulet*, eau, fécule de pomme de terre, huile d'olive* vierge extra, graines de SÉSAME complet* 2,3%, épices*, sel marin, persil*, purée d'ail*, sucre de canne*.\r\n\r\n *Produits issus de l'agriculture biologique",
        "calories": 175
    },
    {
        "product_name": "Lentilles",
        "ingredients": "Eau, lentilles trem - pées, sel, affermissant : chlorure de calcium. Traces de gluten.",
        "calories": 94
    },
    {
        "product_name": "Lentilles vertes",
        "ingredients": "Eau, lentilles vertes* 32%, huile de tournesol*, sel marin, purée d'ail*, huile d'olive* vierge extra, poivre noir*. *Produits issus de l'agriculture biologique.",
        "calories": 128
    },
    {
        "product_name": "pannekoeken met chocolade vulling",
        "ingredients": "Suiker, volle melk, tarwebloem, koolzaadolie, ei*, 3,75% magere cacaopoeder** boterconcentraat (melk), lactose, magere melkpoeder, 0,98% cacaomassa**, zout, hazelnootpasta, emulgator: lecithinen (soja); natuurlijk vanille-aroma. *van scharreleieren.",
        "calories": 457
    },
    {
        "product_name": "Pizzeria stromboli spicy salami",
        "ingredients": "_Wheat Flour_, Tomato Passata, Water, Mozzarella Cheese (12.3%) (Cow's Milk). Ventricina Smoked Salami (5.6%) (Pork Meat, Pork Fat, Salt, Preservative: Sodium Nitrite, Spices, Dextrose, Antioxidant: Ascorbic Acid), Calabrese Spicy Salami (5.3%) (Pork Meat, Chilli, Salt, Flavourings, Dextrose, Sugar, Spices, Smoke Flavour, Antioxidant: Ascorbic Acid, Preservatives: Sodium Nitrite, Potassium Nitrate). Crumbled Pepperoni (4.5%) (Pork Meat, Pork Fat, Salt, Chilli, Spices, Sugar, Antioxidant: Ascorbic Acid, Preservative: Sodium Nitrite), Sunflower Oil, Salt, Extra Virgin Olive Oil, Roasted Garlic, Paprika, Oregano, Black Pepper, Yeast, Chilli.",
        "calories": 1180
    },
    {
        "product_name": "Galettes pois fromage épinards",
        "ingredients": "Eau, épinards 24%, protéines de pois texturées et déshydratées 18,5%, oignons, emmental 7%, huile de colza, blanc d'œuf en poudre, fécule de manioc, vinaigre d'alcool, fibres de blé, sel, fibres de psyllium, muscade. Fabriqué dans un atelier utilisant : céleri, poisson, soja, crustacés, mollusques et moutarde. [% exprimés sur la totalité du produit.] Les informations en gras et soulignées sont destinées aux personnes intolérantes ou allergiques.",
        "calories": 161
    },
    {
        "product_name": "Lustucru tortellini jambon cru 250g",
        "ingredients": "Pâte 64% (semoule de BLE dur, ŒUFS frais issus de poules élevées en Plein Air 9.6%, eau), Farce 36% (Jambon cru (jambon de porc*, sel) 6.1%, eau, chapelure (farine de BLE, eau, sel, levure), pommes de terre déshydratées-épice : curcuma, CREME FRAICHE (LAIT) 4.3%, FROMAGE à pâte dure, LACTOSERUM (LAIT), huile de colza et/ou tournesol, arômes naturels (BLE, LAIT)), BEURRE pasteurisé, sel, basilic, poivre, noix de muscade). Pourcentages exprimés sur le produit total. Peut contenir des traces de soja, moutarde et gluten provenant d'autres céréales.*Viande de porc origine : UE. Conditionné sous atmosphère protectrice.",
        "calories": 287
    },
    {
        "product_name": "Tagliatelles à la carbonara",
        "ingredients": "Tagliatelle aux CEUFS cuisinée [eau, tagliatelle aux ŒUFS 19,8% (semoule de BLÉ dur (GLUTEN), CEUF entier issu de poule élevée en plein air (liquide, pasteurisé), huile de tournesol, sel], crème liquide 17,1% (LAIT), eau, lardon cuít fumé traité en salaison 15% [poitrine de porc (origine: France*), sel, arômes naturels (contient naturellement des polyphenols), antioxydant: acide ascorbique], fromage à pâte dure (contient : LAIT), farine de riz, jaune d'OEUF issu de poules élevées en plein air (liquide, pasteurisé), farine de BLÉ (GLUTEN), sel, poivre blanc, muscade. Peut contenir des traces de: arachide, moutarde.",
        "calories": 162
    },
    {
        "product_name": "Parmentier de boeuf Aubrac",
        "ingredients": "Purée de pommes de terre 66 % : pommes de terre 48 %, _lait_ demi-écrémé, _beurre_, poudre de _lait_, huile de tournesol, sel. Garniture 34 % : viande de bœuf de race Aubrac 10.8 % (né, élevé et abattu en France), oignons rissolés à l'huile de tournesol, champignons de Paris, graisse de canard, carotte, pulpe d'ail (ail, sel), tomate concentrée, fécule de manioc, sel, thym, laurier, poivre.",
        "calories": 165
    },
    {
        "product_name": "Quinotto Légumes verts Parmesan",
        "ingredients": "Eau, quinoa blanc* 19,4%, courgettes* en morceaux 13%, épinards* hâchés 10%, protéines de SOJA texturées* à base de farine de SOJA deshuilée 6%, oignons* en morceaux, LAIT* en poudre, parmesan* (LAIT) 1,7%, bouillon de légumes* en poudre (sel marin, amidon de maïs*, extrait de levure*, huile de tournesol*, carottes*, poireaux*, épices*, plantes aromatiques* (CELERI), CELERI*), huile d'olive* vierge extra, persil*, purée d'ail*, basilic*, sel marin, poivre noir*. *Produits issus de l'agriculture biologique. Peut contenir des traces de gluten et graines de SESAME.",
        "calories": 132
    },
    {
        "product_name": "VEGEtal FALAFELS POIS CHICHE, CORIANDRE",
        "ingredients": "Pois chiches précuits 45% (eau, pois chiches), fèves 12%, oignons, huiles végétales (colza et tournesol) en proportion variable, eau, farine de _blé_, coriandre 3%, menthe douce 2,5%, fécule de pomme de terre, conservateur : vinaigre tamponné, persil, fibres végétales (fibres de pois, de citrus et de psyllium), protéines de pois, sel, cumin, ail déshydraté, poivre. Fabriqué dans un atelier utilisant: autres céréales contenant du gluten, poissons, mollusques, oeufs, lait, soja, céleri.",
        "calories": 221
    },
    {
        "product_name": "Lasagne for 2",
        "ingredients": "Milk, tomatoes, egg pasta (durum wheat semolina, water, free range egg), British beef (10%), white wine, Cheddar cheese (milk), smoked bacon (6%) (pork, salt, preservatives: potassium nitrate, sodium nitrate, sodium nitrite*, antioxidant: sodium ascorbate), British pork (6%), onions, tomato purée, cream (milk), carrots, wheat flour (wheat flour, calcium carbonate, iron, niacin, thiamin), celery, rapeseed oil, butter (milk), balsamic vinegar of Modena (wine vinegar, concentrated grape must), chicken liver, cornflour, beef stock (yeast extract, water, beef bone stock, salt, molasses, tomato purée, dried onions, sunflower oil, black pepper), garlic purée, oregano, salt, sugar, parsley, black pepper, ground nutmeg, ground star anise, white pepper. Secret ingredient: obsession. *Don't worry, this is part of the traditional curing method of smoked bacon. WARNING: Although we do our very best to take out all the bones, some may remain. ALLERGENS: For allergens, including cereals containing gluten, see ingredients in bold. May contain peanuts, nuts, sesame, soya and mustard. STORAGE: Refrigerate below 5°C. Best cooked from fresh. *If freezing, do so before use by date and eat within one month. Defrost thoroughly before cooking. For use by date, see top of pack. HOW TO PREPARE AT HOME: T Pre-heat oven. Remove the film but leave NUTRITION: Typical values as sold. Energy Fat (",
        "calories": 167
    },
    {
        "product_name": "Corned beef",
        "ingredients": "cooked beef (98%), salt, preservative: sodium nitrite.",
        "calories": 225
    },
    {
        "product_name": "Velouté 6 légumes bio",
        "ingredients": "water, carrot',, leek',, potato',, onion, tomato puree,, pumpkin*, cream* powder, sea salt, natural pepper extract, total vegetable content: 48%, *from organic farming, may contain traces of wheat (gluten), celery and egg,",
        "calories": 28
    },
    {
        "product_name": "Pasta Soup' - Tomates et Vermicelles",
        "ingredients": "Jus de tomates à base de concentré (56%), eau, vermicelle cuit 8% (semoule de _blé_, blanc d'_œuf_), _lait_ écrémé, amidon modifié de maïs, sucre, sel, _beurre_ de cuisine, _céleri_, arômes (contient _lait_), huile de colza.",
        "calories": 38
    },
    {
        "product_name": "Incredible Curried Chickpeas",
        "ingredients": "Rehydrated Chickpeas (36%) (Chickpeas, Water), Water, Pre-cooked Lentils (12% Kents, Waterl, Pre-cooked Rice (10%) ([Brown Rice, Water), Tomato Concentrate, pesad Dil, Spices (2.4%) (Cumin Seeds, Ground Cumin, Ground Coriander, Ground Ginger Ground Black Pepper, Ground Turmeric, Ground Cinnamon, Ground Star Anisel Concentrated Lemon Juice 11.4%), Salt, Mustard Flour",
        "calories": 135
    },
    {
        "product_name": "Pad Thai",
        "ingredients": "nouilles précuits 40% (eau, semoule de blé dur, blanc d'oeuf en poudre), eau, carottes jaunes 5,4%, carottes 5%, huile de tournesol, proteines de soja texturées, poivrons verts 3,2%, oignons 2,7%, poivrons rouges 2,3%, oignons frits 1,8%, jus de citron 1,7%, sauce soja 1,5% (eau, soja, sel de mer, vinaigres d'alcool), purée de citron vert confit 1% (citrons verts 0,86%, sel de mer, vinaigres d'alcool et de vin rouge, dattes, oranges), sel de mer, oignons en poudre, gingembre en poudre",
        "calories": 122
    },
    {
        "product_name": "Huvudroll",
        "ingredients": "Nötkött (51 %), griskött (25%), vatten, ströbröd (vetemjöl, vatten, salt, jäst), ägg, torkad lök, salt, lök, äggvitepulver, svartpepparextrakt, kryddpeppar.",
        "calories": 254
    },
    {
        "product_name": "Plaisir du Primeur -  Girasoli cèpes",
        "ingredients": "Farce 60%: ricotta (sérum de lait, lait, sel), cèpes 16% (Boletus edulis et son genre), chapelure (farine de blé tendre, eau, sel, levure), champignons de Paris 9% (Agaricus bisporus), fibres végétales (maïs et pommes de terre), huile de tournesol, sérum de lait en poudre, oignons, fromage mozzarella, fromage mascarpone, vin blanc, persil, flocons de pomme de terre, lactose, amidons, arômes naturels (contiennent lait, blé, orge), sel, ail. \r\nPâte 40% : farine de blé tendre, œufs 30%, semoule de blé dur.",
        "calories": 250
    },
    {
        "product_name": "Curry thaï",
        "ingredients": "Eau, lentilles vertes* 13,7%, pois chiches réhydratés* 12.9%, lait de coco* 7,3%, carottes* 6,3%, poivrons rouges* 5,8%, oignons* 4,2%, huile de tournesol*, protéines de soja texturées* 2,5%, ail*, sauce soja* 1,5% (eau, soja*, blé, sel, alcool*), pâte de curry rouge* 1.1% (piment*. coco 7.3%, carottes* 6,3%, poivrons rouges* 5,8%, oignons 4,2%, huile de tournesol, protéines de soja , citron vert*), coriandre*, curry* (céleri, moutarde), sel de mer. *Ingrédients issus de l'agriculture biologique.\nFabriqué dans un atelier qui utilise : fruits à coque, lait, oeuf, sésame.",
        "calories": 109
    },
    {
        "product_name": "Lustucru girasoli tomate basilic mozzarella 250g",
        "ingredients": "Farce 60% (tomate purée 12.6%, CREME FRAICHE (LAIT), MOZZARELLA 6%, RICOTTA, pommes de terre déshydratées-épice : curcuma, basilic 3.8%, eau, LACTOSERUM, amidon, MASCARPONE, semoule de BLE dur, cuisson sofrito (huile de colza et/ou tournesol, oignons, ail), huile d'olive vierge, sucre, sel, fibres de BLE, oignon déshydraté, thym), Pâte 40% (semoule de BLE dur, ŒUFS frais issus de poules élevées en Plein Air 8.4%, eau). Pourcentages exprimés sur le produit total. Peut contenir des traces de soja, moutarde et gluten provenant d'autres céréales. Conditionné sous atmosphère protectrice.",
        "calories": 249
    },
    {
        "product_name": "Pur Soup' - Velouté de légumes du soleil",
        "ingredients": "Jus de tomates à base de concentré, eau, carotte, courgette, pomme de terre, oignon, _céleri-rave_, poivron, huile d'olive vierge extra 1,6%, poireau, haricot vert, sucre, amidon de maïs, aubergine, sel, arômes naturels, ail.",
        "calories": 41
    },
    {
        "product_name": "Bouillon volaille &vermicelles",
        "ingredients": "Fécule de pomme de terre, vermicelles 20% (semoule de blé, sel, extrait de curcuma, traces d’œuf), sirop de glucose, arômes (contient:orge), légumes 12% (carotte, poireau, tomate), sel, viande de volaille 1,7% (antioxydants : E310, E320), persil, curcuma, céleri, protéines de lait,",
        "calories": 40
    },
    {
        "product_name": "Soupe à l'indienne",
        "ingredients": "Fécule de pomme de terre, dextrose, _croûtons_ 12 %  (farine de _blé_, huile de palme, sel, levure, antioxydant : extrait de romarin), huile de palme, légumes 8,6 % (carotte, tomate, poireau, oignon, haricot vert), exhausteurs de goût: E508 et E621, sel, arômes (contient _orge_, _céleri_), sirop de glucose, mélange d’épices curry 2,1%, graisse de poulet (antioxydant : E310), dés de pomme 1,2%, protéines de lait, persil, stabilisant : E340, extrait de malt d'_orge_, émulsifiant: E471, acidifiant: acide citrique, piment de Cayenne,",
        "calories": 120
    },
    {
        "product_name": "Tendres carrés de blé - oignons, pomme de terre, emmental",
        "ingredients": "Seitan de blé* 26,3% (eau, gluten de _blé_*, farine de _blé_*, sel de mer), riz complet* cuit, oignons* 19,3%, pommes de terre* 17,5%, _emmental_* (sans présure animale) 9,2%, huiles végétales* (tournesol oléique* et tournesol*), farine de _blé_* 6,6%, flocons d'_avoine_ complète*, ail*, sel de mer, épices*.\n\n*Ingrédients issus de l'agriculture biologique. NOS INGRÉDIENTS SONT ORIGINAIRES DE : BLÉ ET EMMENTAL ORIGINE UE.\n\nFabriqué en France dans un atelier qui utilise : céleri, fruits à coque, œuf, sésame, soja, moutarde et lupin.",
        "calories": 226
    },
    {
        "product_name": "4 portions de Colin d'Alaska",
        "ingredients": "Filet de _colin d'Alaska_ 65 % (Theragra chalcogramma pêché dans l'océan Pacifique) qualité sans arête, farine de _blé_, huile de tournesol et de colza, eau, _gluten de blé_, sel, levure",
        "calories": 189
    },
    {
        "product_name": "Spaghetti Hoops",
        "ingredients": "Spaghetti Hoops 42% (Water, Durum _Wheat_ Semolina), Tomatoes 41 %, Water, Sugar, Modified Cornflour, Salt, Citric Acid, Spice, Garlic Salt, Onion Extract, Spice Extract, Iron Sulphate, Vitamin D",
        "calories": 52
    },
    {
        "product_name": "Chicken Tikka Masala & Pilau Rice",
        "ingredients": "water, chicken (19%), cream (milk), rice (14%), onions, greek-style yoghurt (milk), butter (milk), tomato purée, ginger purée, mango chutney (mangoes, sugar, salt, acidity regulator: acetic acid*, garlic, cumin seeds, mixed spices, fenugreek seeds, nigella seeds, herbs), lemon juice, garlic purée, rapeseed oil, salt, ground coriander, lime pickle (lime, salt, sugar, red chillies, mustard seeds, turmeric, acidity regulator: acetic acid*), cornflour, ground cumin, red chillies**, fresh parsley, black onion seeds, yellow mustard seeds, ground fenugreek, cayenne pepper, paprika oil, ground chilli, ground black pepper, turmeric, ground cinnamon, ground dill, ground ginger, cardamom seeds, coriander seeds, ground cardamom, ground cloves. *don't this is commonly found in chutney worry, and pickle. ** as would expect, this has a bit of a kick. you warning: although we do our very best to take out all the bones, some may remain.",
        "calories": 716
    },
    {
        "product_name": "Porcini Mushroom and Ricotta Tortelloni",
        "ingredients": "53% porcini mushroom filling (15% porcini mushrooms, plant fibres [chicory, bamboo], 11% ricotta cheese ( milk ), 9% mushrooms, breadcrumbs [ wheat  flour, yeast, salt], 9% mozzarella cheese ( milk ), 8% mascarpone [mascarpone cheese ( milk ), acid: citric acid], rice flour, rapeseed oil, onion, whey powder ( milk ), white wine ( sulphites ), iodised salt [salt, potassium iodate], parsley, lactose ( milk ), natural flavourings (contain  milk ),  garlic powder, black pepper) , 47% egg pasta ( wheat  flour, 30%  egg , durum wheat semolina),",
        "calories": 213
    },
    {
        "product_name": "Ainsley Harriott Roasted Vegetable Couscous",
        "ingredients": "Dried Couscous 88% (Durum WHEAT Semolina), Dried Vegetables 2.8% (Tomato, Red Onion, Red Pepper, Green Pepper), Maltodextrin, Sugar, Tomato Powder, Palm Oil, Salt, Natural Flavourings (contain BARLEY), Onion Powder, Garlic Powder 0.4%, Grilled Red & Yellow Pepper 0.4%, Dried Herbs (Thyme, Marjoram, Parsley, Oregano, Sage, Basil), Colours (Paprika Extract, Curcumin)",
        "calories": 126
    },
    {
        "product_name": "La Poêlée Champêtre",
        "ingredients": "Haricots verts 32%, petits pois doux 20%, champignons de Paris 15%, carottes orange 12%, carottes jaunes 12%, oignons grelots préfrits 9% (oignons grelots 0,5%, huile de tournesol), sel, ail, persil, ciboulette, aromes naturels, huile de tournesol, Peut contenir du céleri,",
        "calories": 41
    },
    {
        "product_name": "Délice de potiron châtaigne",
        "ingredients": "Eau, purée de potiron 24%, carotte, pomme de terre réhydratée, pomme de terre, jus de tomate à base de concentré, morceaux de châtaignes 1,9%, crème fraîche, amidon de maïs, farine de châtaigne 0,6%, sel, arômes naturels (contient lait)",
        "calories": 31
    },
    {
        "product_name": "Sodebo Dolce Pizza - 4 Formaggi",
        "ingredients": "Pâte fine à pizza (farines de BLE et de BLE malté, eau, semoule de BLE dur, levure boulangère, sel), fromages (MOZZARELLA, GORGONZOLA, GRANA PADANO, PARMIGIANO REGGIANO), purée de tomates 14%, eau, tomates mi-séchées, olives noires avec noyau, huile de colza et/ou tournesol, farine de BLE, conservateur lysozyme d'OEUF, sel, plantes aromatiques. Olives avec noyau ! Ce produit peut contenir de la moutarde, du poisson, du soja et d'autres céréales contenant du gluten.",
        "calories": 230
    },
    {
        "product_name": "Cassoulet au canard",
        "ingredients": "Haricots lingots 400g net (35% a la mise en oeuvre) - Charcuterie et viande 180g net (32% a la mise en oeuvre) : viande de canard (20% a la mise en oeuvre du poids net total); saucisses de Toulouse grillées (viande et gras de porc, eau, boyau naturel de porc, sel, poivre)",
        "calories": 134
    },
    {
        "product_name": "Cassoulet au Canard",
        "ingredients": "Haricots lingots 35% - Eau - Manchon de canard précuit 20% (manchon de canard origine France, sel - Saucisse de Toulouse grillée 11% (viande et gras de porc origine France ou Espagne, eau, boyau naturel de porc, sel, poivre) - Concentré de tomates - Sel - Graisse de canard - Ail - Poivre. (% exprimés à la mise en œuvre). Les haricots lingots ne proviennent pas de Castelnaudary",
        "calories": 134
    },
    {
        "product_name": "Coquillettes au Jambon et au Fromage",
        "ingredients": "Coquillettes cuites 57,8% (eau, semoule de _blé_ dur, huile de colza), eau, jambon cuit supérieur fumé 11,8% (jambon de porc origine France, sel, arômes naturels (polyphénols), antioxydant : acide ascorbique), _emmental_ 7,1%, _crème_ fraîche 5,8%, huile de colza, farine de _blé_, sel, poivre, curcuma, muscade.",
        "calories": 164
    },
    {
        "product_name": "Curry de lentilles corail et légumes",
        "ingredients": "Lentille corail précuite (lentille 16,6%, eau), courgette grillée 11%, carotte précuite 11%, épinard en feuille 11%, poivron jaune 10%, eau, tomate 5%, fromage frais (_lait_ pasteurisé, _crème_ (_lait_), sel, ferments _lactiques_), lait de coco 2,7% (extrait de noix de coco, eau), échalote, _crème_ (_lait_), _beurre_ (_lait_), curry 0,3%, sel, fécule de pommes de terre, miel, curcuma, poivre\r\nConvient aux végétariens (régime lacto-ovo-végétariens)",
        "calories": 101
    },
    {
        "product_name": "4 Röstis de légumes et cheddar",
        "ingredients": "Pomme de terre 34%, carotte orange 18,5%, carotte jaune 18,5%, courgette 12,3%, cheddar blanc 6% (lait, sel, ferments lactiques, coagulant microbien, anti-agglomérant : amidon de pomme de terre), oignon préfrit à l'huile de tournesol, beurre concentré (lait), huile de colza, fécule de manioc, blanc d'œuf en poudre issu de poule élevée en plein air, sel, ail déshydraté, poivre.",
        "calories": 118
    },
    {
        "product_name": "Trio de lentilles à la moutarde à l'ancienne - Végétal",
        "ingredients": "Lentilles cuites 68% (eau, lentilles, sel), maïs 8,1%, eau, jus de citron à base de concentré, huile de colza, moutarde à l'ancienne 2,5% (eau, vinaigre d'alcool, graines de moutarde, téguments de graines de moutarde, sel, curcuma), échalotes, ciboulette, épices, vinaigre d'alcool, jus d'orange concentré, sel, épaississant: gomme xanthane. Peut contenir arachide, céleri, céréales contenant du gluten, crustacés, fruits à coque, graines de sésame, lait, oeuf, poissons et soja",
        "calories": 131
    },
    {
        "product_name": "Indian Style Pilau Rice",
        "ingredients": "Natural Basmati Rice - Cooked (89%), Onions, Sunflower Oil, Salt, Cumin Seeds. Natural Flavourings, Black Pepper.",
        "calories": 161
    },
    {
        "product_name": "Lentejas a la Jardinera",
        "ingredients": "Lentejas, agua de cocción, zanahoria, patata, pimiento verde, cebolla, tomate, aceite de girasol, sal común, glutamato monosódico y E-385",
        "calories": 65
    },
    {
        "product_name": "Velouté de Potiron",
        "ingredients": "Eau, potiron 31%, carotte, pomme de terre, crème fraiche, sel, extrait naturel de poivre, Peut contenir des traces de céleri, blé (gluten) et oeuf,",
        "calories": 29
    },
    {
        "product_name": "Morrocan Falaffels",
        "ingredients": "Falafels made from chickpeas & onion with paprika, cinnamon & ginger INGREDIENTS. Chickpeas (43%), Bulgur Wheat, Moroccan Paste [Water, Apricots (Apricots, Rice Flour, Preservative: Sulphur Dioxide), Dates (Dates, Rice Flour), Red Wine Vinegar (Sulphites), Sunflower Oil, Agave Syrup (0.3%), Garlic Purée, Paprika (0.3%), Cornflour, Red Chilli Purée, Salt, Cinnamon (0.1%), Coriander, Sugar, Cumin, Ginger (0.05%), Black Pepper], Water, Wheat Flour (Wheat Flour, Calcium Carbonate, Iron, Niacin & Thiamine), Rice Starch, Dried Apricots (3.8%), (Apricots, Rice Flour, Preservative: Sulphur Dioxide), Rapeseed Oil, Herbs & Spices (Coriander, Cumin, Oregano, Garlic), Onion (2%), Salt, Garlic Purée, Yeast.",
        "calories": 239
    },
    {
        "product_name": "Stonebaked Margherita Hand Stretched Pizza",
        "ingredients": "Fortified Wheat Flour (_Wheat_ Flour, Calcium Carbonate, Iron, Niacin, Thiamin), Mozzarella Cheese (Cows' _Milk_) (17%), Tomato (12%), Tomato Purée, Cheddar Cheese (Cows' _Milk_) (11%), Water, Semolina (_Wheat_), Rapeseed Oil, Yeast, Malted _Wheat_ Flour, Salt, Sugar, Basil, Black Pepper.",
        "calories": 362
    },
    {
        "product_name": "Dahl de lentilles corail, coco & épices",
        "ingredients": "Riz basmati cuit (37%) (eau, riz), eau, lait de coco (15%) (extrait de noix de coco, eau), lentilles corail (12%), pulpe de tomates au jus (9%) (tomates, jus de tomates), double concentré de tomates (1%), oignons, curry (0,9%), sel, huile de tournesol, graines de lin (0,8%), ail, gingembre (0,1%). Peut contenir des traces de gluten.",
        "calories": 144
    },
    {
        "product_name": "Knorr Soupe Déshydratée Passée aux 9 Légumes 4 Portions",
        "ingredients": "Pomme de terre² : 44%, carotte² : 9,8%, haricot blanc² : 9,4%, oignon² : 7,4%, sel, CÉLERI-RAVE² : 4,5%, lard fumé (graisse de porc, fumée), poireau² : 3,8%, graisse de palme, tomate² : 2,5%, haricot vert² : 1,9%, extrait de levure, sirop de glucose, arômes, épice et aromate (feuille de CÉLERI, curcuma), protéines de LAIT, navet² : 0,1%, antioxydant : E 320. Peut contenir : avoine, blé, moutarde, œuf, orge, seigle, sésame, soja. ²Légumes issus de l'agriculture durable. 83% de légumes² (incluant la pomme de terre).",
        "calories": 355
    },
    {
        "product_name": "LENTILLES",
        "ingredients": "Eau, lentilles, sel, arôme naturel, affermissant : chlorure de calcium.",
        "calories": 70
    },
    {
        "product_name": "Cannelloni Ricotta et Epinards",
        "ingredients": "Cannelloni ricotta épinards compotée de tomates: Cannelloni ricotta épinards 31% [farce 20,1% (ricotta 15,2% (contient _lait_), épinards 3,5%, chapelure (farine de _blé_, levure, sel), Grana Padano (contient _lait_, _œuf_), sel), pâte 10,9% (semoule de _blé_ dur, _œuf_, eau, sel)], tomates pelées concassées au jus 26,3% (tomates, jus de tomates), eau, poivrons jaunes 4,9%, courgettes 4,2%, crème fraîche légère 3,3% (contient _lait_), échalotes, concentré de tomates 2%, carottes, épinards 1,5%, amidon de mais, farine de _blé_, _lait_ écrémé en poudre, sucre, purée d'ail, sel, basilic 0,3%, arôme naturel (contient _œuf_, _blé_, _céleri_), gélifiant: agar-agar, persil, muscade. Cannelloni : origine Italie. Tomates : origine UE. Traces possibles de : poisson, crustacés, mollusques, soja, moutarde.",
        "calories": 79
    },
    {
        "product_name": "Lentilles Carottes",
        "ingredients": "Lentilles * précuites 60%, carottes* précuites 38%,huile de tournesol, sel marin*, *Ingrédients biologiques,",
        "calories": 106
    },
    {
        "product_name": "Mon atelier salade - Poulet caesar",
        "ingredients": "Salade, œuf, viande de poulet, eau, huile de colza, tomates mi-séchées, purée de tomate, fromage 5%, farine de blé, parmesan 0,9%, jaune d'œuf, jus de citron, huile d'olive vierge, farines de fèves et d'orge malté, vinaigre d'alcool, gluten de blé, son de blé, amidon de maïs, fécule de manioc, levure boulangère, sucre, dextrose, sel, arôme naturel, plantes aromatiques, ail, oignon, graines de moutarde, poivre,",
        "calories": 401
    },
    {
        "product_name": "Le Kebab de Poulet et sa Semoule à l'Orientale",
        "ingredients": "Semoule de couscous 40% (eau, semoule de blé dur), kebab de poulet traité en salaison 20% (poulet 16,8%, eau, dextrose, amidon de manioc, épices et plantes aromatiques, sel), eau, fromage blanc 6,3%, huile de colza, crème fraîche, raisins secs 3,4% (raisins, huile de tournesol), crème de riz, citron 0,9%, amidon de riz, menthe 0,6%, ail, sel, persil, piment 0,01%.\n\nTraces éventuelles de céréales contenant du gluten, soja, moutarde.",
        "calories": 171
    },
    {
        "product_name": "Purée",
        "ingredients": "Pommes de terre déshydratées* 95,7%, sel de mer, oignon*, noix de muscade*, oignon en poudre*, ail*, livèche*, huile de tournesol*, curcuma*. *bio\nPeut contenir des traces de blé, de soja, d'œuf et de lait.",
        "calories": 354
    },
    {
        "product_name": "Knorr Soupe Liquide Mouliné de Légumes Variés du Potager 1L",
        "ingredients": "Eau, pomme de terre1, 2 : 16%, carotte1, 2 : 12%, CÉLERI-RAVE1, 2 : 8,8%, oignon1, 2 : 2,9%, haricot vert1, 2 : 2,8%, brocoli1, 2 : 2,7%, poireau1, 2 : 2,6%, CRÈME fraîche1, amidon de maïs1, sel, arôme naturel de livèche. Peut contenir : céréales contenant du gluten, moutarde, œuf, soja. 1Ingrédients issus de l'Agriculture Biologique. 2Légumes issus de l'Agriculture Durable. 47,8% de légumes1, 2 (incluant la pomme de terre).",
        "calories": 27
    },
    {
        "product_name": "Cornish Pasty",
        "ingredients": "Potato, _Wheat_ Flour (Calcium Carbonate, Iron, Niacin, Thiamin), British Beef (15%), Vegetable Oil (Palm, Rapeseed, Sunflower), Water, Onion, Swede, Beef Fat, Salt, Cornflour, _Egg_, _Milk_, Pepper, Dried Onion, Sugar, _Mustard_, Dried Leeks, Coriander, Turmeric",
        "calories": 262
    },
    {
        "product_name": "Smoked haddock & salmon chowder",
        "ingredients": "Water, Potato (32%), Carrot (8%), Onion (8%), Cream (Milk) (6%), Smoked Haddock (Fish) (4.5%), Smoked Salmon (Fish) (4%) [Salmon (Fish), Salt, Brown Sugar], Salted Butter (Milk), Lemon Juice, Vegetable Stock [Salt, Yeast Extract, Rice Flour, Vegetables (Onion, Celery, Carrot), Sunflower Oil, Turmeric, Parsley], Fresh Parsley, Salt, Smoked Paprika, Cayenne Pepper",
        "calories": 82
    },
    {
        "product_name": "Salade de boulgour aux cranberries noisettes",
        "ingredients": "Boulghour réhydraté 32% (eau, boulgour (blé)), lentilles corail 17% (lentilles corail, eau), semoule de blé dur réhydratée 14% (eaú, semoule de blé dur), tomates 10%, courgettes grillées 7,5%, huile de colza, cranberries séchées sucrées 3,1% (cranberries, sucre, huile de tournesol), graines de courges 2,5%, noisettes grillées 2,4%, menthe, épices, vinaigre d'alcool, jus de citron vert concentré, sel, antioxydant : acide ascorbique.",
        "calories": 198
    },
    {
        "product_name": "Tabulé Oriental",
        "ingredients": "",
        "calories": 167.4
    },
    {
        "product_name": "Pastabox Carbonara",
        "ingredients": "Pâtes fraîches cuites (semoule de blé dur 26%, eau, œuf 4%, sel), crème fraiche légère, poitrine de porc, lait écrémé, eau, œuf 1%, jaune d'œuf 0,5%, Parmesan 0,5%, protéines de lait, jus de citron, fécule de manioc, lactose, dextrose de blé, sirop de glucose de blé, conservateurs : E202, E250, acétate de sodium, antioxydant : E316, sel, arômes naturels, arôme de fumée, poivre. Informations en gras destinées aux personnes allergiques. Porc : Origine UE",
        "calories": 166
    },
    {
        "product_name": "Riz coco curry et poulet rôti",
        "ingredients": "Eau, riz long étuvé 26%, viande de poulet traitée en salaison et rôtie 18% [viande de poulet (Origine France), eau, fécule de mahioc, sel, arôme naturel], poivrons rouges 17%, CRÈME, crème de coco 1,5% [extrait de noix de coco, eau], huile de colza, curry 1% [curcuma, coriandre, fenugrec, cumin, oignon, gingembre, poivre, paprika, piment de Jamaïque, ail, fenouil, cardamone, muscade], sel, graines de courge, amidon de riz.",
        "calories": 151
    },
    {
        "product_name": "Destination Asie - Pad Thaï",
        "ingredients": "Eau, viande de poulet traitée en salaison et rôtie 18 % [viande de poulet (Origine: France), eau, fécule, sel, arome naturel], pâtes 14% (semoule de BLE dur, poudre de bladdnc d'OEUF), poivrons 9,8%, coulis de tomate, jus de citron 3%, coriandre 1,4%, sucre, sel, huile de tournesol, arôme naturel, citronnelle, épices, ail en poudre, stabilisant: gomme guar, arôme naturel de coriandre.",
        "calories": 100
    },
    {
        "product_name": "Chicken & sweet pepper poke",
        "ingredients": "Cooked rice (water, rice, sugar, spirit vinegar, rice vinegar, salt, rapeseed oil, fructose-glucose syrup, cane molasses), sliced chicken breast (13%) (chicken breast, salt, cornflour), soy sesame dressing (10%) (water, soy sauce (water, soya beans, wheat, salt, alcohol), sugar, rice vinegar, sesame seed oil, modified maize starch, onion purée, spirit vinegar, apple juice concentrate, ginger purée, lemon juice concentrate, lime juice concentrate, garlic powder, white pepper), spicy edamame beans (8%) (edamame beans (soya), spring onion, white sesame seeds, red pepper powder), pickled red cabbage (3%) (red cabbage, rice vinegar, sugar, salt), grilled red pepper (3%), grilled yellow pepper (3%), carrot (1%), white sesame seeds, black sesame seeds.",
        "calories": 397
    },
    {
        "product_name": "Sliced Foccacia",
        "ingredients": "Wheat Flour (Wheat Flour, Calcium Carbonate, Niacin, Iron, Thiamin), Water, Extra Virgin Olive Oil (4.5%), Yeast, Spirit Vinegar, Raising Agents (Disodium Diphosphate, Sodium Hydrogen Carbonate, Calcium Phosphate), Salt, Preservative (Calcium Propionate), Wheat Starch.",
        "calories": 272
    },
    {
        "product_name": "Mouliné de légumes",
        "ingredients": "water, carrot*, potato*, onion*, celery root, cauliflower*, leek*, zucchini, cream powder, sea salt, corn starch*, natural flavour, *from organic farming, may contain traces of wheat (gluten) and egg,",
        "calories": 33
    },
    {
        "product_name": "Haricots blancs cuisinés carottes et laurier",
        "ingredients": "Haricots blancs secs trempés (45%), carottes rondelles (4%} feuille de laurier, persil. jus cuisiné; . eau sel, bouillon de volaille (sel, sucre, graisse de poule, maltodextrine de pomme de terre, herbes et Épices), extrait de levure, arômes.",
        "calories": 97
    },
    {
        "product_name": "Orge & pruneaux a la marocaine",
        "ingredients": "Eau, _orge_ mondé* 13,6%, tomates* 10,9%, carottes* 8,6%, boulgour d'_épeautre_ (blé) 7,7%, oignons* 6,4% protéines texturées de _soja_* 4,6%, pruneaux* 4,6%, abricots* secs 2,7%, huile de colza*, épices*, sel de mer, \r\n*ingrédients issus de l'agriculture biologique,",
        "calories": 137
    },
    {
        "product_name": "CremioBox - Poulet & Emmental râpé",
        "ingredients": "Pipe rigate cuite 52% (semoule de blé dur, eau, œuf, sel), crème fraîche légère 12%, poulet rôti traité en salaison 11% (viande de poulet 10%, eau, huile de tournesol, sel, dextrose, fécule de manioc, arôme naturel), lait écrémé, oignon, eau, emmental 3%, fécule de manioc, arôme naturel, huile de tournesol, ail, sel, poivre, amidon de maïs, conservateurs : E202, E262i, \r\nPoulet : Origine UE",
        "calories": 166
    }
]